Repository: sjl2/roadkill
Catalog: src/Roadkill.Core/Localization/InstallStrings.*.resx
Languages: it, nl, ru

# Shared_Stage1
source: Welcome
it: Benvenuto
nl: Welkom
ru: Добро пожаловать

# Shared_Stage2
source: Database
ru: База данных

# Shared_Stage3
source: Security
it: Sicurezza
nl: Beveiliging
ru: Безопасность

# Shared_Stage4
source: Extras
it: Extra
ru: Дополнительно

# Shared_Stage5
source: Finished
it: Finito
nl: Voltooid
ru: Завершение

# Shared_Continue
source: Continue
it: Continuare
nl: Verder
ru: Продолжить

# Shared_Back
source: Back
it: Indietro
nl: Terug
ru: Назад

# Shared_BackButton
source: Back
it: Indietro
nl: Terug
ru: Назад

# Shared_NextButton
source: Next
it: Successivo
nl: Volgende
ru: Далее

# Step1_Intro
source: Thank for you downloading Roadkill .NET Wiki engine. The installer writes the settings you enter here to the web.config file (and also the database).
it: Grazie per il download di motore wiki NET Roadkill.. Il programma di installazione scrive le impostazioni che inserite qui il file web.config (e anche il database).
nl: Bedankt voor het downloaden van Roadkill. NET Wiki engine. De installatie schrijft de gemaakte instellingen naar de web.config en de database.
ru: Спасибо за загрузку вики-движка Roadkill .NET. Мастер установки сохранить настройки которые вы укажете в файл web.config (а также в базу данных).

# Step1_WebConfig_Intro
source: In order to proceed, first we need to test if you have write access to the web.config file.
it: Al fine di procedere, in primo luogo abbiamo bisogno di verificare se si ha accesso al file web.config scrivere.
nl: Om door te gaan, moet u eerst testen of u schrijftoegang heeft tot de web.config.
ru: Для того, чтобы продолжить, сначала необходимо проверить, если ли у вас доступ на запись в файл web.config.

# Step1_WebConfig_Success_Message
source: The web.config can be written to.
it: Il web.config può essere scritto.
nl: Het bijwerken van de web.config was succesvol.
ru: Web.config доступен для записи.

# Step1_WebConfig_Failure_Message
source: Unable to write to the web.config file.
it: Impossibile scrivere nel file web.config.
nl: Het bijwerken van de web.config is mislukt..
ru: Запись в файл web.config невозможна.

# Step2_Intro
source: Below are some required settings for Roadkill to work correctly. You can change these later via the settings page as an admin.
it: Qui di seguito sono alcune impostazioni necessarie per Roadkill per funzionare correttamente. È possibile modificare questi più tardi tramite la pagina delle impostazioni come amministratore.
nl: Hieronder staan de verplichte instellingen voor Roadkill. Een beheerder kan deze instellingen later wijzigingen.
ru: Ниже приведены некоторые необходимые настройки Roadkill необходимые для корректной работы. Вы можете изменить их позже на странице настроек в качестве администратора.

# Step2_ConnectionString_CreateDatabase
source: Note: you will need to create the database first.
it: Sarà necessario creare il database prima se si utilizza un'istanza denominata. Qui di seguito sono riportati alcuni esempi, utilizzare la seconda opzione è che stai usando shared hosting senza alcun server di hosting SQL.
nl: BIj 'named instances' dient eerst de database handmatig aangemaakt te worden. Enkele voorbeelden staan onderaan. Gebruik de tweede optie bij shared hosting zonder SQL server.
ru: Если вы используете именованный экземпляр, то вам необходимо сначала создать базу данных. Ниже приведены несколько примеров, используйте второй вариант если вы используете виртуальный хостинг без SQL Сервера.

# Step2_Example_ConnectionStrings
source: Example connection strings
it: Stringhe di connessione di esempio
nl: Connectiestring voorbeelden
ru: Пример строки соединения

# Step2_SQLiteInstructionsTitle
source: SQLite: please read
it: SQLite: si prega di leggere
nl: SQLite: lees dit eerst
ru: SQLite: пожалуйста, прочитайте

# Step2_SQLiteInstructionsMessage
source: Note: to use SQLite you need to add another file to the /bin folder, as SQLite is distributed for both x86 and x64. {BEGIN-SQLITE_LINK}Click here to copy the file{END-SQLITE_LINK}. If you experience any issues after this, delete "SQLite.Interop.dll" from your bin folder.
it: Nota: per utilizzare SQLite è necessario aggiungere un altro file nella cartella / bin, come SQLite è distribuito sia per x86 e x64. se si {BEGIN-SQLITE_LINK}Clicca qui per copiare il file{END-SQLITE_LINK}. Se si verificano problemi dopo questo, eliminare "SQLite.Interop.dll" dalla cartella bin.
nl: Opmerking: om SQLite te gebruiken moet je een ander bestand toe te voegen aan de map / bin, er zijn verschillende SQLite versies voor x86 en x64. {BEGIN-SQLITE_LINK}Klik hier om het bestand te kopiëren{END-SQLITE_LINK}. Als u problemen ondervindt na deze stap, verwijderen dan "SQLite.Interop.dll 'uit de bin map.
ru: Примечание: Для использования SQLite нужно добавить еще один файл в / BIN папки, а SQLite распространяется для x86 и x64. {BEGIN-SQLITE_LINK}Нажмите, чтобы скопировать файл{END-SQLITE_LINK}. Если у вас возникли вопросы, после этого удалите "SQLite.Interop.dll" из папки bin.

# Step2_SQLiteSuccessTitle
source: SQLite file copy success
it: Successo di copia di file SQLite
nl: SQLite-bestand succesvol gekopieerd
ru: SQLite файл успешно скопирован

# Step2_SQLiteSuccessMessage
source: SQLite should now be ready to use.
it: SQLite dovrebbe essere pronto per l'uso.
nl: SQLite is nu klaar voor gebruik.
ru: SQLite должен быть готов к использованию.

# Step2_SQLiteFailureTitle
source: SQLite file copy failed
it: Copia di file SQLite non è riuscita
nl: SQLite-bestand kopiëren mislukt
ru: SQLite копирование файлов не удалось

# Step2_SQLiteFailureMessage
source: Failure - try copying the SQLite.Interop.dll file from ~/App_Data/SQLiteBinaries to your bin folder.
it: Fallimento - provare a copiare il file SQLite.Interop.dll da ~ / App_Data / SQLiteBinaries nella cartella bin.
nl: Mislukt - probeer het bestand SQLite.Interop.dll uit ~/App_Data/SQLiteBinaries te kopiëren naar de bin map.
ru: Failure - попробуйте скопировать файл из SQLite.Interop.dll ~/App_Data/SQLiteBinaries в вашу bin папку.

# Step3_Use_WindowsAuth_Intro
source: Do you want to users to be authenticated against an Active Directory using Windows authentication?
it: Vuoi agli utenti di essere autenticati contro un Active Directory utilizzando l'autenticazione di Windows?
nl: Gebruikers verifiëren via Windows-verificatie en Active Directory? De gebruikersnamen en wachtwoorden zijn dan niet in Roadkill te wijzigen, dit dient te gebeuren in de Active Directory.
ru: Хотите ли вы использовать аутентификацию пользователей с помощью Active Directory и проверки подлинности Windows?

# Step3_AD_ConnectionString_Title
source: Active Directory LDAP connection string
it: Stringa di connessione LDAP Active Directory
nl: Active Directory LDAP connectiestring
ru: Active Directory LDAP строка подключения

# Step3_AD_Connection_Success
source: The connection and authentication with the Active Directory server was successful.
it: Il collegamento e l'autenticazione con il server di Active Directory è riuscita.
nl: Succesvol verbinding gemaakt en geauthenticeerd tegen de Active Directory-server.
ru: Подключение и авторизация с сервером Active Directory было успешным.

# Step3_AD_Connection_Error
source: Unable to connect to the Active Directory server:
it: Impossibile connettersi al server di Active Directory:
nl: Verbinding maken met de Active Directory-server mislukt:
ru: Не удается подключиться к серверу Active Directory:

# Step3_AD_Success
source: The group was queried sucessfully.
it: Il gruppo è stato interrogato con successo.
nl: De beveiligingsgroep is succesvol te benaderen.
ru: Группа была успешно опрошена.

# Step3_AD_Error
source: Unable to query:
it: Impossibile eseguire una query:
nl: Query uitvoeren mislukt:
ru: Невозможно опросить:

# Step3_AD_ConnectionString_Details
source: This should be in the format LDAP://mydc01.company.internal (it should be uppercase LDAP) where mydc01 is your domain controller and 'company' and 'internal' are the dns suffixes for your network. This can also be an IP address. You can usually get this information by running "ipconfig".
it: Questo dovrebbe essere nel formato LDAP :/ / mydc01.company.internal (dovrebbe essere maiuscolo LDAP) dove mydc01 è il controller di dominio e 'società' e 'interne' sono i suffissi DNS per la rete. Questo può anche essere un indirizzo IP. Di solito è possibile ottenere queste informazioni eseguendo "ipconfig".
nl: De LDAP-connectiestring voor de Active Directory. Geef deze op in het volgende formaat LDAP :/ / mydc01.company.internal (LDAP dient in hoofdletters opgegeven te worden)
ru: Должна быть в формате LDAP://mydc01.company.internal (LDAP - должен быть в верхнем регистре ), где mydc01 ваш контроллер домена и «company» и «internal » являются DNS-суффиксы для вашей сети. Это также может быть IP-адресом. Обычно вы можете получить эту информацию, запустив "IPCONFIG".

# Step3_AD_ADExplorer_Details
source: The connection string supports OU specifiers however doing it this way can cause issues. If you are unsure about this setting, it's recommended you download {BEGIN_ADEXPLORER_LINK}AD Explorer{END_ADEXPLORER_LINK} first.
it: La stringa di connessione supporta UO prescrittori ma facendo in questo modo può causare problemi. In caso di dubbi su questa impostazione, si consiglia di scaricare se si {BEGIN_ADEXPLORER_LINK}AD Explorer{END_ADEXPLORER_LINK}.
nl: De verbinding string ondersteunt OU bestekschrijvers maar doen het op deze manier kan problemen veroorzaken. Als je onzeker bent over deze instelling, is het aan te raden je downloaden {BEGIN_ADEXPLORER_LINK}AD Explorer{END_ADEXPLORER_LINK} eerste.
ru: Строка подключения поддерживает спецификаторы OU однако это может вызвать проблемы. Если вы не знаете об этом параметре, вам рекомендуется загрузить {BEGIN_ADEXPLORER_LINK}AD Explorer{END_ADEXPLORER_LINK} в первую очередь.

# Step3_AD_Username_Password_Details
source: Enter a username and password if the user that the app pool is running under does not have read access to Active Directory. This is useful if your Active Directory domain is a separate forest from the main domain (i.e. another branch office).
it: Immettere un nome utente e una password, se l'utente che il pool di applicazione è in esecuzione non dispone di accesso in lettura ad Active Directory. Questo è utile se il vostro dominio è un insieme di strutture separato dal dominio principale (cioè un'altra filiale).
nl: Gebruikersnaam en wachtwoord voor authenticatie tegen de Active Direcory. Alleen nodig indien de gebruiker van de applicationpool geen leesrechten heeft.
ru: Введите имя пользователя и пароль, если пользователь этого пула приложения не имеет доступ на чтение к Active Directory. Это полезно, если ваш домен Active Directory отдельный лес от главного домена (т.е. другой филиал).

# Step3_AD_Editor_GroupName_Title
source: Editor group name
it: Editor nome di gruppo
nl: Auteur groepsnaam
ru: Имя редактора группы

# Step3_AD_Editor_GroupName_Details
source: This is the security group that users should belong to in order to be editors (people who can edit and create pages). The test button uses the connection settings entered above.
it: Questo è il gruppo di protezione che gli utenti dovrebbero appartenere al fine di essere redattori (persone che possono modificare e creare pagine). Il pulsante di test utilizza le impostazioni di connessione inseriti sopra.
nl: Dit is een naam van Windows beveiligingsgroep waar een auteur lid van dient te zijn - gebruikers die pagina's kunnen bewerken en maken. Dit wordt alleen gebruikt bij Active Directory / Windows-verificatie. Indien leeg, dan zijn alle gebruikers auteurs. De testknop gebruikt bovenstaande instellingen.
ru: Это группа безопасности к которой должны принадлежать пользователи чтобы быть редакторами (люди, которые могут редактировать и создавать страницы). Кнопка Тест использует настройки подключения введенные выше.

# Step3_AD_Admin_GroupName_Title
source: Admin group name
it: Admin il nome del gruppo
nl: Beheerder groepsnaam
ru: Имя администратора группы

# Step3_AD_Admin_GroupName_Details
source: This is the security group that users should belong to in order to be admins. Admins have the same rights as editors, but also have access to configuration settings and tools for the site.The test button uses the connection settings entered above.
it: Questo è il gruppo di protezione che gli utenti devono appartenere per essere amministratori. Gli amministratori hanno gli stessi diritti degli editori, ma anche avere accesso alle impostazioni di configurazione e strumenti per il pulsante di prova site.The utilizza le impostazioni di connessione inseriti sopra.
nl: Dit is een naam van Windows beveiligingsgroep waar een beheerder lid van dient te zijn. Beheerders hebben dezelfde rechten als auteurs, maar hebben ook toegang tot de website-instellingen en -tools. De testknop gebruikt bovenstaande instellingen.
ru: Это группа безопасности к которой должны принадлежать пользователи чтобы быть администраторами. Администраторы имеют те же права, что и редакторы, но и имеют доступ к настройкам конфигурации и инструментам для сайта.Кнопка тест использует настройки подключения введенный выше.

# Step3_One_Way_Hashed
source: All passwords are one-way encrypted using SHA128 and a salt. This means passwords are not recoverable and will require an admin to reset them (there is no reset password functionality yet). The minimum password length is 6 characters.
it: Tutte le password sono a senso unico crittografato utilizzando SHA128 e un sale. Questo significa che le password non sono recuperabili e richiederanno e Admin per reimpostare loro (non c'è ancora la funzionalità di reimpostazione della password). La lunghezza minima della password è di 6 caratteri.
nl: Alle wachtwoorden worden geshashed en 'salted' opgeslagen. Hiervoor wordt SHA-128 gebruikt. De wachtwoorden zijn niet te herstellen en dienen bij verlies opnieuw gezet te worden. De minimale lengte van het wachtwoord is 6 tekens.
ru: Все пароли, зашифрованные односторонним образом использованием SHA128 и salt. Это означает, что пароли не восстанавливаются и потребует от администратора сбрасывать их вручную (функциональность нет сброса пароля еще не реализована). Минимальная длина пароля 6 символов.

# Step3_DB_Editor_Role_Title
source: Editor role name
it: Editor nome del ruolo
nl: Rolnaam voor de auteurs
ru: Название роли Редакторов

# Step3_DB_Editor_Role
source: This is the name of the editor role - people who can edit and create pages.
it: Questo è il nome del ruolo di Editor - persone che possono modificare e creare pagine.
nl: Dit is de naam van de auteurrol - gebruikers die pagina's kunnen bewerken en maken. Dit wordt alleen gebruikt bij Active Directory / Windows-verificatie. Indien leeg, dan zijn alle gebruikers auteurs
ru: Это имя роли редактора - люди, которые могут редактировать и создавать страницы.

# Step3_DB_Admin_Role_Title
source: Admin role name
it: Admin nome del ruolo
nl: Rolnaam voor de beheerders
ru: Название роли Администраторов

# Step3_DB_Admin_Role
source: This is the name of the admin role. Admins have the same rights as editors, but also have access to configuration settings and tools for the site.
it: Questo è il nome del ruolo admin. Gli amministratori hanno gli stessi diritti degli editori, ma anche avere accesso alle impostazioni di configurazione e strumenti per il sito.
nl: Dit is een naam van de beheerdersrol. Beheerders hebben dezelfde rechten als auteurs, maar hebben ook toegang tot de website-instellingen en -tools.
ru: Это имя роли администратора. Администраторы имеют те же права, редакторов, но и имеют доступ к настройкам конфигурации и инструментам сайта.

# Step3_DB_Allow_User_Signups_Title
source: Allow user signups
it: Consentire iscrizioni utenti
nl: Gebruikersregistraties toestaan
ru: Разрешить регистрацию

# Step3_DB_Allow_User_Signups
source: Check this option if you want to allow people to signup as a new users. If left unchecked, only admins will be able to create new users.
it: Seleziona questa opzione se si desidera consentire alle persone di signup come nuovi utenti. Se lasciato incontrollato, solo gli amministratori saranno in grado di creare nuovi utenti.
nl: Toestaan dat personen zichzelf kunnen registeren als gebruiker. Indien optie uitstaan, dan kunnen alleen beheerders nieuwe gebruikers aanmaken.
ru: Отметьте эту опцию, если вы хотите, чтобы люди могли зарегистрироваться в качестве нового пользователя. Иначе, только администраторы смогут создавать новых пользователей.

# Step3_DB_Allow_User_Signups_Label
source: Allow new user signups.
it: Consenti nuove registrazioni di utenti.
nl: Gebruikersregistraties toestaan
ru: Разрешить регистрацию новых пользователей.

# Step3_DB_Enable_Recaptcha_Description
source: If you are allowing user signups, it's recommended that you also enable Recaptcha support. This is a free anti-spam bot service provided by Google, you will need to signup and copy your public and private key into the fields below. {BEGIN_RECAPTCHA_LINK}Signup here{END_RECAPTCHA_LINK} - you will need to create a google account first.
it: Se si consente registrazioni degli utenti, si consiglia di abilitare il supporto Recaptcha. Questo è un servizio bot antispam gratuito fornito da Google, sarà necessario per l'iscrizione e copiare la chiave pubblica e privata nei campi sottostanti. se si {BEGIN_RECAPTCHA_LINK}Registrati qui{END_RECAPTCHA_LINK} - hai bisogno di creare un account Google prima.
nl: Als je toestaat dat de gebruiker aanmeldingen, is het aanbevolen dat u ook Recaptcha ondersteuning in te schakelen. Dit is een gratis anti-spam bot van Google, moet u uw publieke en private sleutel aanmelden en kopiëren in de onderstaande velden in. {BEGIN_RECAPTCHA_LINK}Hier aanmelden{END_RECAPTCHA_LINK} - moet u een Google-account eerst aanmaken.
ru: Если вы позволяете пользователями регистрироваться, рекомендуется также включить поддержку Recaptcha. Это бесплатный анти-спам бот сервис, предоставляемый Google. Вам нужно, зарегистрироваться и скопировать открытый и закрытый ключи в поля ниже. {BEGIN_RECAPTCHA_LINK}Регистрация здесь{END_RECAPTCHA_LINK} - вам необходимо создать учетную запись Google в первую очередь.

# Step3_DB_Admin_Email_Title
source: Admin email
it: E-mail Admin
nl: Beheerder e-mailadres
ru: Email администратора

# Step3_DB_Admin_Email
source: This is the email address for the admin user. You can add more admins in the settings page, so this user does not 'own' the site
it: Questo è l'indirizzo di posta elettronica per l'utente admin. È possibile aggiungere altri amministratori nella pagina delle impostazioni, quindi questo utente non si 'proprio' del sito
nl: Dit is het e-mailadres van de beheerder. Er kunnen later meerdere beheerders toegevoegd worden.
ru: Это адрес электронной почты для пользователя с правами администратора. Вы можете добавить больше администраторов на странице управления сайтом, так что этот пользователь не «владелец» сайта

# Step3_DB_Admin_Password_Title
source: Admin password
nl: Beheerder wachtwoord
ru: Пароль администратора

# Step3_DB_Admin_Password
source: This is the password for the admin user.
it: Questa è la password per l'utente admin.
nl: Wachtwoord voor de beheerder.
ru: Это пароль для пользователя с правами администратора.

# Step4_Almost_Done
source: Almost done...Finally some extra tweakable settings.
it: Quasi fatto ... Infine alcune impostazioni modificabili in più.
nl: Bijna klaar ... Nog wat laatste tweaks
ru: Почти готово ... Наконец осталось несколько дополнительных настраиваемых параметров.

# Step4_Attachments_Folder_Description
source: This is the directory where all files are uploaded to. This directory will need write permission by the user that the app pool runs under. Most of the time you shouldn't have to worry about changing the permissions for the folder, as they will be inherited from the parent folder.
it: Questa è la directory in cui tutti i file vengono caricati. Questa directory sarà necessario il permesso di scrittura per l'utente che il pool di applicazione viene eseguito sotto. La maggior parte del tempo non si dovrebbe preoccuparsi di cambiare le autorizzazioni per la cartella, in quanto saranno ereditate dalla cartella padre.
nl: Naar deze map worden alle bestanden geüpload. Deze instelling dient te beginnen met ~ / (website-root). De gebruiker van de application pool dient hier schrijfrechten te hebben.
ru: Это каталог, в который загружаются все файлы. Этому каталогу будет нужны права записи пользователя пула приложений под управлением которого работает приложение. Большую часть времени вы не должны беспокоиться об изменении разрешения для папки, так как они будут унаследованы от родительской папки.

# Step4_Attachments_Folder_RelativePath
source: The folder path should start with "~/" for the website root, or be a file path (e.g. c:\myattachments).
it: Assicurarsi che il percorso della cartella inizia con "~ /" per la root del sito. Si dovrebbe controllare la cartella è accessibile dal browser, così come l'essere scrivibile per, come cartelle come App_Data e bin possono essere scritti, ma non mostrerà alcun immagini memorizzate.
nl: Het pad moet beginnen met "~/" (website root), of met een absoluut bestandspad (bijvoorbeeld c:\uploads)
ru: Убедитесь, что путь папки начинается с "~/" для корня сайта или является абсолютным путем (например c:\myattachments).

# Step5_Success_Title
source: Installation successful
it: Installazione di successo
nl: Installatie succesvol
ru: Установка успешно завершена!

# Step5_WindowsAuth_Please_Read
source: Windows Authentication - please read
it: Autenticazione di Windows - si prega di leggere
nl: Windows-verificatie - lees eerst dit eerst
ru: Проверка подлинности Windows - пожалуйста, прочитайте

# Step5_WindowsAuth_IIS_Settings
source: If you are using IIS7+ you may need to configure the web.config file for your security setup, below are the elements that are required.If you receive 500 errors after making these changes, then the section is locked at a parent level, and you will need to make the changes via the IIS manager.
it: Se si sta utilizzando IIS7 + potrebbe essere necessario configurare il file web.config per la configurazione di sicurezza, di seguito sono gli elementi che sono required.If si ricevono errori 500 dopo aver effettuato queste modifiche, quindi la sezione è bloccata a livello padre, e voi avrà bisogno di fare thechanges attraverso il gestore di IIS.
nl: Als u gebruik maakt van IIS7 en hoger, is het mogelijk dat de web.config handmatig geconfigureerd moet worden met de instellingen onderaan. Indien er daarna nog 500 foutmeldingen voorkomen, wellicht is dan de sectie in de parent .config gelocked. Dit kan aangepast worden in IIS manager
ru: Если вы используете IIS7+ вам может потребоваться настроить файл web.config для вашей безопасной установки, ниже приведены те элементы, которые необходимы. Если вы получаете ошибку 500 после внесения этих изменений, значит раздел заблокирован на родительском уровне, и вам нужно будет сделать изменения через Диспетчер Служб IIS.

# Step5_Continue_Button
source: Continue to the site
it: Continuare al sito
nl: Ga naar de website
ru: Перейти на сайт

# Step5_Failure_Title
source: An error occurred during the install
it: Si è verificato un errore durante l'installazione
nl: De installatie is mislukt
ru: Произошла ошибка во время установки

# Step5_Failure_GoBack_And_Check
source: Please go back through the installation steps and check your settings. The error message was:
it: Si prega di tornare indietro attraverso le fasi di installazione e controllare le impostazioni. Il messaggio di errore è stato:
nl: Ga terug naar de installatiestappen en controleer de instellingen. De foutmelding was:
ru: Пожалуйста вернитесь через шаги установки и проверьте ваши настройки. Сообщение об ошибке:
