Repository: sjl2/roadkill
Catalog: src/Roadkill.Core/Localization/SiteStrings.*.resx
Languages: cs, de, es, hi, it, nl, pl, sv

# SiteSettings_Configuration_IgnoreSearchIndexErrors
source: Ignore search index errors
cs: Ignorovat chyby vyhledávací index
de: Ignorieren Suchindex Fehler
es: Ignorar errores de índice de búsqueda
hi: खोज सूचकांक त्रुटियों पर ध्यान न दें
it: Ignora errori di indice di ricerca
nl: Negeer fouten in de zoekindex
pl: Ignoruj ​​błędy indeksu wyszukiwania
sv: Ignorera sökindexfel.

# SiteSettings_Configuration_IgnoreSearchIndexErrors_Help
source: When checked, an error is displayed when a page fails to be indexed by the Lucene search engine (when creating or updating a page), instead of being ignored.
cs: Pokud je zaškrtnuto, je zobrazena chyba, když se strana nedokáže být indexovány vyhledávači Lucene (při vytváření nebo aktualizaci stránky), místo toho, aby ignorovala.
de: Wenn diese Option aktiviert, wird eine Fehlermeldung angezeigt, wenn eine Seite nicht von der Suchmaschine Lucene (beim Erstellen oder Aktualisieren einer Seite) indiziert werden, statt ignoriert.
es: Cuando se selecciona, se muestra un error cuando una página no puede ser indexada por el motor de búsqueda Lucene (al crear o actualizar una página), en lugar de ser ignorado.
hi: एक पृष्ठ के बजाय पर ध्यान नहीं दिया जा रहा है, Lucene खोज इंजन (बनाने या एक पेज को अपडेट करते समय) द्वारा अनुक्रमित करने में विफल रहता है जब जाँच की, एक त्रुटि प्रदर्शित किया जाता है.
it: Quando è selezionata, viene visualizzato un errore quando una pagina non riesce ad essere indicizzato dal motore di ricerca Lucene (durante la creazione o l'aggiornamento di una pagina), invece di essere ignorato.
nl: Foutmelding tonen wanneer een pagina niet geïndexeerd kan worden. Dit kan voorkomen bij het maken of bewerken van een pagina.
pl: Gdy zaznaczone, wyświetlany jest błąd, gdy strona nie jest indeksowana przez wyszukiwarki Lucene (podczas tworzenia lub aktualizowania strony), a nie ignorowane.
sv: Om ibockad så visas ett felmeddelande (när du skapar eller uppdaterar en sida) om ett fel uppstår när Lucene försöker indexera sidan. I annat fall ignoreras felet.

# FileManager_Upload_FileAlreadyExists
source: The file '{0}' already exists.
cs: Soubor '{0}' již existuje.
de: Die Datei '{0}' existiert bereits.
es: El archivo '{0}' ya existe.
hi: फ़ाइल '{0}' पहले से मौजूद है.
it: Il file '{0}' esiste già.
nl: Het bestand '{0}' bestaat al.
pl: Plik '{0}' już istnieje.
sv: Filen "{0}" finns redan.

# History_Help_Label
source: Click on a version number to compare the changes with version before it.
cs: Kliknutím na číslo verze porovnat změny ve verzi před ním.
de: Klicken Sie auf eine Versionsnummer, um die Änderungen mit der Version vergleichen, bevor sie.
es: Haga clic en un número de versión para comparar los cambios con la versión antes.
hi: यह पहले संस्करण के साथ परिवर्तनों की तुलना करने के लिए एक संस्करण संख्या पर क्लिक करें.
it: Fare clic su un numero di versione per confrontare i cambiamenti con la versione prima di esso.
nl: Klik op een versienummer om de wijzigingen te vergelijken met een vorige versie.
pl: Kliknij na numer wersji, aby porównać zmiany z wersji przed nim.
sv: Klicka på ett versionsnummer som du vill jämföra gentemot versionen innan.

# SiteSettings_Configuration_Required_Field
source: This field is required.
cs: Toto pole je povinné.
de: Dieses Feld ist erforderlich.
es: Este campo es obligatorio.
hi: इस फ़ील्ड की आवश्यकता है.
it: Questo campo è obbligatorio.
nl: Dit veld is verplicht.
pl: Pole to jest konieczne.
sv: Detta fält är tvingande.

# Button_Test
source: Test
es: Prueba
hi: परीक्षण
it: Prova

# Shared_Success
source: Success!
cs: Úspěch!
de: Erfolg!
es: ¡Éxito!
hi: सफलता!
it: Successo!
nl: Succesvol!
pl: Sukces!
sv: Framgång!

# Shared_Failure
source: Failure!
cs: Selhání!
es: Fracaso!
hi: असफलता!
it: Fallimento!
nl: Mislukt!
pl: Nie powiodła się!
sv: Fel!

# DatabaseConnection_Success
source: The database connection was successful.
cs: Připojení k databázi bylo úspěšné.
de: Die Datenbankverbindung war erfolgreich.
es: La conexión de base de datos se ha realizado correctamente.
hi: डेटाबेस कनेक्शन सफल रहा था.
it: La connessione al database è riuscita.
nl: Connectie maken naar database was succesvol.
pl: Połączenie z bazą danych powiodło.
sv: Databasen anslutningen lyckades.

# DatabaseConnection_Failure
source: Database connection failed:
cs: Připojení k databázi se nezdařilo:
de: Verbindung zur Datenbank fehlgeschlagen:
es: Conexión de base de datos ha fallado:
hi: डेटाबेस कनेक्शन विफल रहा:
it: Connessione al database non riuscita:
nl: Connectie maken naar database is mislukt:
pl: Połączenie z bazą danych nie powiodło się:
sv: Databas anslutning misslyckades:

# Button_Add
source: Add
cs: Přidat
de: Hinzufügen
es: Añadir
hi: जोड़ना
it: Aggiungere
nl: Toevoegen
pl: Dodać
sv: Lägg

# Attachments_Folder_Success
source: Success! The directory exists and can be written to.
cs: Úspěch! Adresář existuje a je možné zapisovat.
de: Erfolg! Das Verzeichnis existiert und kann geschrieben werden.
es: ¡Éxito! El directorio existe y se puede escribir.
hi: सफलता! निर्देशिका मौजूद है और करने के लिए लिखा जा सकता है.
it: Successo! Esiste la directory e può essere scritto.
nl: Succesvol! De map is aanwezig en schrijven is toegestaan.
pl: Sukces! Katalog istnieje i można zapisać do.
sv: Framgång! Katalogen finns och kan skrivas till.

# Attachments_Folder_Failure
source: Unable to write to the attachments directory:
cs: Nelze zapisovat do adresáře s přílohami:
de: Kann nicht auf die Anhänge schreiben:
es: No se puede escribir en el directorio de archivos adjuntos:
hi: संलग्नक निर्देशिका में लिखने में असमर्थ:
it: Impossibile scrivere nella directory allegati:
nl: Kan niet schrijven naar de map voor geüploade bestanden:
pl: Nie można zapisywać do katalogu Załączniki:
sv: Kan inte skriva till den bifogade katalogen:

# Shared_Unexpected_Error
source: Something went wrong
cs: Něco je špatně
de: Etwas ist schiefgelaufen
es: Algo salió mal
hi: कुछ गलत हो गया
it: Qualcosa è andato storto
nl: Er is iets fout gegaan
pl: Coś poszło nie tak
sv: Något gick fel

# Profile_Not_Available
source: Windows authentication is enabled, so the user profile is not available.
cs: Je povoleno ověřování systému Windows, takže uživatelský profil není k dispozici.
de: Windows-Authentifizierung aktiviert ist, so dass der Benutzer-Profil ist nicht verfügbar.
es: Autenticación de Windows está habilitado, por lo que el perfil de usuario no está disponible.
hi: Windows प्रमाणीकरण सक्षम है, तो उपयोगकर्ता प्रोफ़ाइल उपलब्ध नहीं है.
it: L'autenticazione di Windows è attivata, in modo che il profilo utente non è disponibile.
nl: Omdat Windows-authenticatie is ingeschakeld, zijn gebruikersprofielen niet beschikbaar.
pl: Uwierzytelnianie systemu Windows jest włączona, więc profil nie jest dostępny.
sv: Windows-autentisering är aktiverad, så att användaren profilen är inte tillgänglig.

# Profile_Password_Change_Successful
source: The password was successfully changed
cs: Heslo bylo úspěšně změněno
de: Das Passwort wurde erfolgreich geändert
es: La contraseña se cambió correctamente
hi: पासवर्ड सफलतापूर्वक बदल गया था
it: La password è stata modificata correttamente
nl: Het wachtwoord is succesvol gewijzigd
pl: Hasło zostało zmienione
sv: Lösenordet har ändrats

# Profile_Details_Updated_Successfully
source: The profile details were successfully updated.
cs: Mezi detaily v profilu byly úspěšně aktualizovány.
de: Die Profil-Details wurden erfolgreich aktualisiert.
es: Los detalles de este perfil han actualizado con éxito.
hi: प्रोफ़ाइल विवरण सफलतापूर्वक अद्यतन किया गया.
it: I dati di questo profilo sono stati aggiornati correttamente.
nl: De profielgegevens zijn bijgewerkt.
pl: Te dane zostały pomyślnie zaktualizowane.
sv: De profiluppgifter har uppdaterats.

# Profile_Leave_Password_Blank
source: Leave the password fields blank if you do not want to change your password.
cs: Ponechte pole hesla prázdné, pokud nechcete změnit heslo.
de: Lassen Sie die Passwortfelder leer, wenn Sie nicht Ihr Passwort ändern möchten.
es: Deje los campos de contraseña en blanco si no desea cambiar su contraseña.
hi: आप अपने पासवर्ड बदलने के लिए नहीं चाहते, तो पासवर्ड फ़ील्ड रिक्त छोड़ दें.
it: Lasciare i campi della password vuoto se non si desidera modificare la password.
nl: Laat de wachtwoordvelden leeg indien u het wachtwoord niet wilt wijzigen.
pl: Pozostawić puste pola hasła, jeśli nie chcesz zmieniać hasła.
sv: Lämna lösenordsfälten tomma om du inte vill ändra ditt lösenord.

# SiteSettings_Cache_Clear_Successful
source: All caches were successfully cleared.
cs: Všechny vyrovnávací paměti byly úspěšně vymazány.
de: Alle Caches wurden erfolgreich gelöscht.
es: Todas las caches fueron despejados con éxito.
hi: सभी कैश सफलतापूर्वक मंजूरी दे दी थी.
it: Tutte le cache sono stati liquidati con successo.
nl: Alle caches zijn succesvol geleegd.
pl: Wszystkie bufory zostały pomyślnie usunięte.
sv: Alla cachar framgångsrikt rensas.

# SiteSettings_Cache_Key_Format
source: The keys are in the format:
cs: Klíče jsou ve formátu:
de: Die Tasten sind in der Form:
es: Las llaves están en el formato:
hi: चाबियाँ प्रारूप में हैं:
it: Le chiavi sono nel formato:
nl: De sleutels zijn in het formaat:
pl: Klawisze są w formacie:
sv: Nycklarna är i formatet:

# SiteSettings_Cache_Key_Column_Header
source: Key
cs: Klíč
de: Schlüssel
es: Clave
hi: कुंजी
it: Chiave
nl: Sleutel
pl: Klucz
sv: Nyckel

# SiteSettings_Cache_Page_Cache
source: Page cache
cs: Mezipaměť Page
de: Seiten-Cache
es: Caché de página
hi: पृष्ठ कैश
it: Cache della pagina
nl: Pagina cache
pl: Cache strona
sv: Sidan cache

# SiteSettings_Cache_List_Cache
source: Items cache
cs: Položky mezipaměti
de: Artikel-Cache
es: Artículos caché
hi: आइटम कैश
it: Elementi di cache
pl: Pozycji pamięci podręcznej

# SiteSettings_Cache_Clear_Button
source: Clear cache
cs: Vymazat mezipaměť
de: Cache löschen
es: Borrar la caché
hi: कैश साफ़ करें
it: Cancella cache
nl: Cache legen
pl: Wyczyść cache
sv: Töm cache

# SiteSettings_Configuration_Unable_To_Save
source: Unable to save the settings:
cs: Nelze uložit nastavení:
de: Unfähig, die Einstellungen zu speichern:
es: No se puede guardar la configuración:
hi: सेटिंग्स को बचाने में असमर्थ:
it: Impossibile salvare le impostazioni:
nl: Opslaan instellingen mislukt:
pl: Nie można zapisać ustawień:
sv: Det går inte att spara inställningarna:

# SiteSettings_Configuration_Update_Successful
source: The settings were successfully updated.
cs: Nastavení byla úspěšně aktualizována.
de: Die Einstellungen wurden erfolgreich aktualisiert.
es: Los ajustes se han actualizado con éxito.
hi: सेटिंग्स सफलतापूर्वक अद्यतन किया गया.
it: Le impostazioni sono state aggiornate con successo.
nl: De instellingen zijn succesvol aangepast.
pl: Ustawienia zostały pomyślnie zaktualizowane.
sv: Inställningarna har uppdaterats.

# Recaptcha_Prompt
source: As an anti-spam measure, please enter the two words below
cs: Jako anti-spam opatření, prosím, zadejte dvě slova níže
de: Als Anti-Spam-Maßnahme, geben Sie bitte die beiden Wörter unten
es: Como una medida anti-spam, por favor escribe las dos palabras de abajo
hi: एक एंटी स्पैम उपाय के रूप में नीचे दो शब्द दर्ज करें
it: Come misura anti-spam, si prega di inserire le due parole qui sotto
nl: Vul hieronder twee woorden in
pl: Jako ochrony przed spamem, należy wprowadzić dwa poniższe słowa
sv: Som en anti-spam åtgärd, ange de två orden nedan

# Button_Close
source: Close
cs: Zavřít
de: Schließen
es: Cerca
hi: पास
it: Vicino
nl: Sluiten
pl: Blisko
sv: Stäng

# SiteSettings_Cache_Site_Cache
source: Site cache
nl: Website cache

# SiteSettings_Cache_Not_Enabled
source: The object cache is not currently enabled.
nl: Caching is niet ingeschakeld.
