Repository: sjl2/roadkill
Catalog: src/Roadkill.Core/Localization/SiteStrings.*.resx
Languages: cs, de, es, hi, it, nl, pl, sv

# NoMainPage_Label
source: To set a main page, create a page and assign the tag 'homepage' to it.
cs: Hlavní stránku nastavíte přiřazením štítku 'homepage' na jakoukoliv stránku.
de: Um eine Hauptseite gesetzt, eine Seite erstellen und zuweisen das Tag 'Homepage' zu.
es: Para configurar una página principal, crear una página y asignar 'homepage' de la etiqueta a la misma.
hi: एक मुख्य पृष्ठ सेट करने के लिए, एक पेज बना सकते हैं और यह करने के लिए टैग 'होमपेज' आवंटित.
it: Per impostare una pagina principale, creare una pagina e assegnare 'homepage' il tag ad esso.
nl: Voeg de tag 'homepage' toe aan een pagina.
pl: Aby ustawić stronę główną, utwórz stronę i przypisz jej kategorię 'homepage'.
sv: För att ställa in huvudsidan, skapa en sida och tilldela taggen "hemsida" till den.

# Search_PlaceHolder
source: Enter text to search
cs: Zadejte text
de: Geben Sie den Text durchsuchen
es: Introduzca el texto para buscar
hi: खोज करने के लिए पाठ दर्ज करें
it: Inserisci il testo da ricercare
nl: Zoeken
pl: Wprowadź szukany tekst
sv: Ange text att söka efter

# Search_Results
source: Search results for '{0}'
cs: Výsledky hledání '{0}'
de: Suchergebnisse für '{0}'
es: Resultados de la búsqueda para '{0}'
hi: '{0}' के लिए खोज परिणाम
it: Cerca risultati per '{0}'
nl: Zoekresultaten voor '{0}'
pl: Wyniki wyszukiwania dla '{0}'
sv: Sökresultat för '{0}'

# Search_NoResults
source: Your search '{0}' did not match any pages
cs: Váš dotaz '{0}' nic nenašel.
de: Ihre Suche '{0}' wurden keine Seiten
es: Su búsqueda '{0}' No se han encontrado páginas
hi: आपकी खोज '{0}' किसी भी पृष्ठों से मेल नहीं खाती
it: La ricerca '{0}' non corrisponde alcuna pagina
nl: Uw zoekopdracht '{0}' leverde geen resultaten op
pl: Brak wyników wyszukiwania dla '{0}'
sv: Din sökning "{0}" genererade inga träffar

# AllPages_Title
source: All Pages
cs: Všechny stránky
de: Alle Seiten
es: Todas las páginas
hi: सभी पन्ने
it: Tutte le pagine
nl: Alle pagina's
pl: Wszystkie strony
sv: Alla sidor

# AllPages_NoPages
source: No pages found.
cs: Žádné stránky nenalezeny.
de: Keine Seiten gefunden.
es: No se encontraron páginas.
hi: कोई पृष्ठ पाया.
it: Nessun risultato trovato.
nl: Geen pagina's gevonden.
pl: Nie znaleziono żadnej strony
sv: Inga sidor hittades.

# AllTags_Title
source: All Tags
cs: Všechny štítky
de: Alle Schlagworte
es: Todas las etiquetas
hi: सभी टैग
it: Tutti i Tag
nl: Alle tags
pl: Wszystkie kategorie
sv: Alla Taggar

# AllTags_NoResults
source: No tags found.
cs: Žádné štítky nenalezeny.
de: Keine Tags gefunden.
es: No se encontraron etiquetas.
hi: कोई टैग नहीं पाया.
it: Nessun tag trovato.
nl: Geen tags aanwezig.
pl: Nie znaleziono kategorii
sv: Inga taggar hittades.

# AllPages_TitleColumnHeading
source: Title
cs: Název
de: Titel
es: Título
hi: शीर्षक
it: Titolo
nl: Titel
pl: Tytuł
sv: Titel

# Pages_ForUser
source: All pages created by {0}
cs: Všechny stránky vytvořil {0}
de: Alle Seiten von {0} erstellt
es: Todas las páginas creadas por {0}
hi: {0} द्वारा बनाए गए सभी पृष्ठों
it: Tutte le pagine create da {0}
nl: Alle pagina's die door {0} gemaakt zijn
pl: Wszystkie strony utworzone przez {0}
sv: Alla sidor som skapats av {0}

# Pages_ForUser_NoPages
source: {0} hasn't created any pages yet.
cs: {0} zatím žádnou stránku nevytvořil.
de: {0} hat keine Seiten angelegt.
es: {0} no se ha creado ninguna página aún.
hi: {0} अभी तक कोई पृष्ठों नहीं बनाया गया है.
it: {0} non ha ancora creato alcuna pagina.
nl: {0} heeft nog geen pagina's gemaakt.
pl: {0} nie utworzył jeszcze żadnej strony
sv: {0} har inte skapat några sidor ännu.

# Pages_ForTag
source: All pages for tag {0}
cs: Všechny stránky pro štítek {0}
de: Alle Seiten für tag {0}
es: Todas las páginas de tag {0}
hi: टैग के लिए सभी पृष्ठों {0}
it: Tutte le pagine per il tag {0}
nl: Alle pagina's met tag {0}
pl: Wszystkie strony dla kategorii {0}
sv: Alla sidor med taggen {0}

# Pages_ForTag_NoPages
source: No pages for {0}
cs: Žádné stránky pro štítek {0}
de: Keine Seiten für {0}
es: No hay páginas para {0}
hi: के लिए कोई पृष्ठ {0}
it: Nessuna delle pagine per {0}
nl: Geen pagina gevonden met tag {0}
pl: Brak stron w kategorii {0}
sv: Inga sidor för {0}

# History_Title
source: Page history
cs: Historie stránky
de: Seite Geschichte
es: Historia Página
hi: पृष्ठ इतिहास
it: Cronologia
nl: Paginageschiedenis
pl: Historia strony
sv: Sidhistorik

# History_Version
source: Version
cs: Verze
es: Versión
hi: संस्करण
it: Versione
nl: Versie
pl: Wersja

# History_EditedOn
source: Edited on
cs: Upraveno
es: Editado el
hi: पर संपादित
it: Modificato il
nl: Gewijzigd op
pl: Kiedy
sv: Redigerad senast

# History_EditedBy
source: Edited by
cs: Upravil
de: Herausgegeben von
es: Editado por
hi: द्वारा संपादित
it: A cura di
nl: Bewerkt door
pl: Przez
sv: Redigerad av

# History_RevertLink
source: Revert
cs: Obnovit
de: Zurücksetzen
es: Revertir
hi: लौट आना
it: Ripristina
nl: Ongedaan maken
pl: Przywróć
sv: Återställ

# Version_Title
source: Version {0}
cs: Verze {0}
es: Versión {0}
hi: संस्करण {0}
it: Versione {0}
nl: Versie {0}
pl: Wersja {0}

# Version_BackLink
source: back
cs: zpět
de: zurück
es: espalda
hi: वापस
it: indietro
nl: vorige
pl: powrót
sv: tillbaka

# Page_Info_CreatedOn
source: Created on:
cs: Vytvořeno:
de: Erstellt am:
es: Creado el:
hi: पर बनाया गया:
it: Creato il:
nl: Gemaakt op:
pl: Utworzona:
sv: Skapad den:

# Page_Info_CreatedBy
source: Created by:
cs: Vytvořil:
de: Erstellt von:
es: Creado por:
hi: इनके द्वारा निर्मित:
it: Creato da:
nl: Gemaakt door:
pl: Przez:
sv: Skapad av:

# Page_Info_ModifiedOn
source: Last modified on:
cs: Upraveno:
de: Zuletzt geändert am:
es: Última modificación:
hi: पिछले पर संशोधित:
it: Ultima modifica:
nl: Laatst gewijzigd op:
pl: Ostatnia zmiana:
sv: Senast ändrad:

# Page_Info_ModifiedBy
source: Last modified by:
cs: Upravil:
de: Zuletzt geändert von:
es: Última modificación realizada por:
hi: पिछली बार संशोधित:
it: Ultima modifica da:
nl: Laatst gewijzigd op:
pl: Przez:
sv: Senast uppdaterad av:

# Page_Validation_Title
source: The title field is required.
cs: Vyplnění popisu je povinné.
de: Der Titel ist erforderlich.
es: Se requiere que el campo de título.
hi: शीर्षक फ़ील्ड की आवश्यकता है.
it: Il campo è obbligatorio titolo.
nl: Titel is een verplicht veld.
pl: Tytuł jest wymagany
sv: Titel är ett obligatoriskt fält.

# EditPage_Title
source: Add/edit page
cs: Přidat/upravit stránku
de: Bearbeiten / hinzufügen Seite
es: Añadir / editar página
hi: जोड़ें / संपादित करें पृष्ठ
it: Aggiungi / Modifica pagina
nl: Toevoegen / bewerken pagina
pl: Dodaj/zmień stronę
sv: Lägg till / redigera sida

# EditPage_Title_Label
source: Title
cs: Název
de: Titel
es: Título
hi: शीर्षक
it: Titolo
nl: Titel
pl: Tytuł
sv: Titel

# EditPage_Tags_Label
source: Tags
cs: Štítky
de: Schlagwörter
es: Etiquetas
hi: टैग
it: Tag
pl: Kategorie
sv: Taggar

# EditPage_AdminOnly
source: This page can only be edited by administrators.
cs: Tuto stránku mohou upravovat pouze správci.
de: Diese Seite kann nur von Administratoren bearbeitet werden.
es: Esta página no puede ser editada por los administradores.
hi: इस पृष्ठ पर केवल प्रशासक के द्वारा संपादित किया जा सकता है.
it: Questa pagina può essere modificato solo dagli amministratori.
nl: Alleen beheerders mogen deze pagina wijzigen.
pl: Ta strona może być zmieniona tylko przez administratora
sv: Denna sida kan endast redigeras av administratörer.

# EditPage_Preview
source: Preview
cs: Náhled
de: Vorschau
es: Avance
hi: पूर्वावलोकन
it: Anteprima
nl: Voorbeeld
pl: Podgląd
sv: Förhandsgranska

# EditPage_LinkUrl_PlaceHolder
source: enter url or page name
cs: zadejte url nebo název stránky
de: Geben Sie die URL oder Name der Seite
es: escribir la dirección o el nombre de la página
hi: यूआरएल या पेज नाम दर्ज
it: Inserisci URL Nome pagina o
nl: Geef url of paginanaam op
pl: wprowadź url lub nazwę strony
sv: Ange webbadress eller sidnamn

# EditPage_LinkText_PlaceHolder
source: Link text
cs: Text odkazu
es: Texto del enlace
hi: लिंक पाठ
it: Testo del link
nl: Tekst van de link
pl: Treść odnośnika
sv: Länktext

# EditPage_Image_Title
source: Image title
cs: Název obrázku
de: Bildtitel
es: Título de la imagen
hi: छवि शीर्षक
it: Descrizione dell'immagine
nl: Titel van afbeelding
pl: Tytuł rysunku
sv: Bildtitel

# EditPage_Error
source: Unable to save the page:
cs: Chyba při ukládání stránky:
de: Unfähig, die Seite zu speichern:
es: No se puede guardar la página:
hi: पेज सहेजने में असमर्थ:
it: Impossibile salvare la pagina:
nl: Pagina opslaan mislukt.
pl: Nie można zapisać strony:
sv: Kunde inte spara sidan:

# EditPage_Toolbar_Bold
source: Bold
cs: Vložit značky pro tučný text.
de: Legen Bold Text Markup-Zeichen.
es: Insertar texto en negrita caracteres de marcado.
hi: बोल्ड टेक्स्ट मार्कअप वर्ण सम्मिलित करें.
it: Inserire i caratteri di markup Grassetto.
nl: Dikgedrukt
pl: Wstaw znacznik Pogrubienie
sv: Infoga kod för fet stil.

# EditPage_Toolbar_BulletList
source: Bullet list
cs: Vložit značky pro nečíslovaný seznam.
de: Legen Aufzählung Markup-Zeichen.
es: Inserte Bullet caracteres de marcado de lista.
hi: बुलेट सूची मार्कअप वर्ण सम्मिलित करें.
it: Inserire Bullet list caratteri di markup.
nl: Lijst
pl: Wstaw znacznik Lista wypunktowana.
sv: Infoga kod för punktlista.

# EditPage_Toolbar_Heading2
source: Heading 2
cs: Vložit značky pro Nadpis 2.
de: Legen Überschrift 2 Ebene Markup-Zeichen.
es: Inserte la rúbrica 2 caracteres de marcado nivel.
hi: 2 स्तर मार्कअप वर्ण शीर्षक डालें.
it: Inserire rubrica 2 caratteri di codice di livello.
nl: Kop 2
pl: Wstaw znacznik Nagłówek 2
sv: Infoga kod för Rubrik Nivå 2.

# EditPage_Toolbar_Heading3
source: Heading 3
cs: Vložit značky pro Nadpis 3.
de: Legen Rubrik 3 Ebene Markup-Zeichen.
es: Inserte la rúbrica 3 caracteres de marcado nivel.
hi: 3 स्तर मार्कअप वर्ण शीर्षक डालें.
it: Inserire Rubrica 3 caratteri di codice di livello.
nl: Kop 3
pl: Wstaw znacznik Nagłówek 3
sv: Infoga kod för Rubrik Nivå 3.

# EditPage_Toolbar_Heading4
source: Heading 4
cs: Vložit značky pro Nadpis 4.
de: Legen Rubrik 4 Ebene Markup-Zeichen.
es: Inserte la rúbrica 4 caracteres de marcado nivel.
hi: 4 स्तर मार्कअप वर्ण शीर्षक डालें.
it: Inserire Rubrica 4 livelli caratteri di markup.
nl: Kop 4
pl: Wstaw znacznik Nagłówek 4
sv: Infoga kod för Rubrik Nivå 4.

# EditPage_Toolbar_Heading5
source: Heading 5
cs: Vložit značky pro Nadpis 5.
de: Legen Rubrik 5 Ebene Markup-Zeichen.
es: Inserte la rúbrica 5 caracteres de marcado nivel.
hi: 5 स्तर मार्कअप वर्ण शीर्षक डालें.
it: Inserire Rubrica 5 caratteri di codice di livello.
nl: Kop 5
pl: Wstaw znacznik Nagłówek 5
sv: Infoga kod för Rubrik Nivå 5.

# EditPage_Toolbar_Help
source: View Help reference.
cs: Zobrazit nápovědu k syntaxi značkovacího jazyka.
de: Hilfe-Referenz für die Markup-Syntax.
es: Ver Ayuda de referencia para la sintaxis de marcado.
hi: मार्कअप वाक्यविन्यास के लिए संदर्भ मदद देखें.
it: Visualizza Guida di riferimento per la sintassi di markup.
nl: Markuptaal help
pl: Pomoc dotycząca używania znaczników.
sv: Visa hjälp för kodsyntax.

# EditPage_Toolbar_Image
source: Image
cs: Vložit značky pro obrázek.
de: Bild einfügen Markup-Zeichen.
es: Insertar caracteres de marcado de imagen.
hi: छवि मार्कअप वर्ण सम्मिलित करें.
it: Inserire i caratteri di markup Immagine.
nl: Afbeelding
pl: Wstaw znacznik Rysunek
sv: Infoga kod för att inkludera en bild.

# EditPage_Toolbar_Italic
source: Italic
cs: Vložit značky pro kurzívu.
de: Legen Kursiv Markup-Zeichen.
es: Insertar caracteres de marcado en cursiva.
hi: इटैलिक मार्कअप वर्ण सम्मिलित करें.
it: Inserire i caratteri di markup italiche.
nl: Cursief
pl: Wstaw znacznik Pochylenie
sv: Infoga kod för kursiv stil.

# EditPage_Toolbar_Link
source: Link
cs: Vložit značky pro URL odkaz.
de: Legen URL Link Markup-Zeichen.
es: Insertar URL caracteres de marcado Link.
hi: यूआरएल लिंक मार्कअप वर्ण सम्मिलित करें.
it: Inserire collegamento URL caratteri di markup.
nl: Hyperlink invoegen
pl: Wstaw znacznik URL Link
sv: Infoga kod för att skapa en länk.

# EditPage_Toolbar_NumberList
source: Numbered list
cs: Vložit značky pro číslovaný seznam.
de: Legen Nummerierte Liste Markup-Zeichen.
es: Insertar caracteres de marcado lista numerada.
hi: क्रमिक सूची मार्कअप वर्ण सम्मिलित करें.
it: Inserire numerati caratteri di markup Lista.
nl: Genummerde lijst
pl: Wstaw znacznik Lista numerowana
sv: Infoga kod för numrerad lista.

# EditPage_Toolbar_Underline
source: Underline
cs: Vložit značky pro podtržení.
de: Legen Unterstrichen Markup-Zeichen.
es: Insertar Subrayado caracteres de marcado.
hi: मार्कअप वर्ण रेखांकित डालें.
it: Inserire Sottolineato caratteri di markup.
nl: Onderstreep
pl: Wstaw znacznik Podkreślenie
sv: Infoga kod för understruken stil.

# SiteSettings_Configuration
source: Configuration
cs: Nastavení
es: Configuración
hi: विन्यास
it: Configurazione
nl: Configuratie
pl: Konfiguracja
sv: Konfiguration

# SiteSettings_UserManagement
source: Users
cs: Uživatelé
de: Benutzer
es: Usuarios
hi: उपयोगकर्ता
it: Utenti
nl: Gebruikers
pl: Użytkownicy
sv: Användare

# SiteSettings_Tools
source: Tools
cs: Nástroje
de: Werkzeuge
es: Instrumentos
hi: उपकरण
it: Strumenti
pl: Narzędzia
sv: Verktyg

# SiteSettings_Configuration_Title
source: Site Settings
cs: Nastavení
es: Configuración del sitio
hi: साइट सेटिंग्स
it: Impostazioni sito
nl: Website instellingen
pl: Ustawienia witryny
sv: Webbplatsinställningar

# SiteSettings_Configuration_Site
source: Site
cs: Místo
de: Website
es: Sitio
hi: स्थल
it: Sito
nl: Website
pl: Teren
sv: Webbplats

# SiteSettings_Configuration_SiteName
source: Site name
cs: Název stránek:
es: Nombre del sitio
hi: स्थल नाम
it: Nome del sito
nl: Websitenaam
pl: Nazwa witryny:
sv: Webbplatsens namn

# SiteSettings_Configuration_SiteUrl
source: Site url
cs: URL adresa:
de: Website-URL
es: Url del sitio
hi: साइट यूआरएल
it: Url del sito
nl: Url naar de website
pl: URL witryny:
sv: Webbplatsens adress

# SiteSettings_Configuration_Database
source: Database
cs: Databáze
es: Base de datos
hi: डेटाबेस
pl: Baza danych
sv: Databas

# SiteSettings_Configuration_DatabaseType
source: Database type
cs: Typ databáze:
de: Datenbanktyp
es: Tipo de base de datos
hi: डेटाबेस प्रकार
it: Tipo di database
nl: Databasesoort
pl: Rodzaj bazy danych:
sv: Databastyp

# SiteSettings_Configuration_DatabaseConnectionString
source: Connection string
cs: Připojovací řetězec databáze:
de: Datenbank-Verbindungszeichenfolge
es: Cadena de conexión de base de datos
hi: डेटाबेस कनेक्शन स्ट्रिंग
it: Stringa di connessione al database
nl: Database connectiestring
pl: Połączenie z bazą danych (connection string):
sv: Databasens anslutningssträng

# SiteSettings_Configuration_Security
source: Security
cs: Zabezpečení
de: Sicherheit
es: Seguridad
hi: सुरक्षा
it: Sicurezza
nl: Beveiliging
pl: Zabezpiecznie
sv: Säkerhet

# SiteSettings_Configuration_UseWindowsAuth
source: Use Windows Authentication
cs: Použít ověřování Windows:
de: Windows-Authentifizierung verwenden
es: Utilizar autenticación de Windows
hi: Windows प्रमाणीकरण का उपयोग करें
it: Usa autenticazione di Windows
nl: Gebruik Windows-authenticatie
pl: Uwierzytelnianie zintegrowane Windows:
sv: Använd Windows-autentisering

# SiteSettings_Configuration_AllowUserSignups
source: Allow user signups
cs: Povolot registraci uživatelů:
de: Benutzer zulassen Anmeldungen
es: Permitir suscripciones de usuarios
hi: उपयोगकर्ता पंजीकरण की अनुमति दें
it: Consentire iscrizioni utenti
nl: Gebruikersregistraties toestaan
pl: Pozwól na rejestrację użytkowników
sv: Tillåt användare att registrera sig

# SiteSettings_Configuration_EnableRecaptcha
source: Enable recaptcha
cs: Povolit recaptcha:
de: Aktivieren recaptcha
es: Habilitar Reconocer texto
hi: ReCAPTCHA सक्षम करें
it: Abilita reCAPTCHA
nl: ReCaptcha gebruiken
pl: Włącz weryfikację recaptcha
sv: Aktivera recaptcha

# SiteSettings_Configuration_RecaptchaPrivateKey
source: Recaptcha private key
cs: Recaptcha soukromý klíč:
de: Recaptcha privaten Schlüssel
es: Clave privada Reconocer texto
hi: ReCAPTCHA निजी कुंजी
it: Chiave privata Recaptcha
nl: ReCaptcha privé sleutel
pl: Klucz prywatny recaptcha
sv: Recaptcha privat nyckel

# SiteSettings_Configuration_RecaptchaPublicKey
source: Recaptcha public key
cs: Recaptcha veřejný klíč:
de: Recaptcha öffentlichen Schlüssel
es: Clave pública Reconocer texto
hi: ReCAPTCHA सार्वजनिक कुंजी
it: Recaptcha chiave pubblica
nl: ReCaptcha publieke sleutel
pl: Klucz publiczny recaptcha
sv: Recaptcha offentlig nyckel

# SiteSettings_Configuration_AD_Connection
source: Authentication/LDAP connection string
cs: Připojovací řetězec k LDAP:
de: Authentifizierung / LDAP Verbindungszeichenfolge
es: Autenticación / cadena de conexión LDAP
hi: प्रमाणीकरण / एलडीएपी कनेक्शन स्ट्रिंग
it: Autenticazione / stringa di connessione LDAP
nl: Authenticatie / LDAP connectiestring
pl: Połączenie LDAP (connection string)
sv: Autentisering / LDAP-anslutningssträng

# SiteSettings_Configuration_AD_Username
source: LDAP username
cs: Uživatelské jméno v LDAP:
de: LDAP Benutzername
es: Nombre de usuario LDAP
hi: एलडीएपी उपयोगकर्ता नाम
it: LDAP nome utente
nl: LDAP-gebruikersnaam
pl: Użytkownik LDAP:
sv: LDAP användarnamn

# SiteSettings_Configuration_AD_Password
source: LDAP password
cs: Heslo LDAP:
de: LDAP-Kennwort
es: Contraseña LDAP
hi: एलडीएपी पासवर्ड
it: Password LDAP
nl: LDAP-wachtwoord
pl: Hasło LDAP:
sv: LDAP lösenord

# SiteSettings_Configuration_EditorRole
source: Editor role/security group name
cs: Název role redaktora/název skupiny:
de: Editor Rolle / security Gruppennamen
es: Función de editor / nombre del grupo de seguridad
hi: संपादक भूमिका / सुरक्षा समूह का नाम
it: Ruolo di Editor / nome gruppo di protezione
nl: Auteursrol / beveiligingsgroepnaam
pl: Nazwa roli/grupy Windows - redaktorzy:
sv: Gruppnamn för redaktörer

# SiteSettings_Configuration_AdminRole
source: Admin role/security group name
cs: Název role správce/název skupiny:
de: Admin-Rolle / security Gruppennamen
es: Función Admin / nombre del grupo de seguridad
hi: व्यवस्थापक भूमिका / सुरक्षा समूह का नाम
it: Ruolo di amministratore / nome gruppo di protezione
nl: Beheerdersrol / beveiligingsgroepnaam
pl: Nazwa roli/grupy Windows - administratorzy:
sv: Gruppnamn för administratörer

# SiteSettings_Configuration_General
source: General
cs: Obecné
de: Allgemeine
hi: सामान्य
it: Generale
nl: Algemeen
pl: Ogólne
sv: Allmänt

# SiteSettings_Configuration_MarkupType
source: Markup type
cs: Značkovací jazyk:
de: Markup-Typ
es: Tipo de marcado
hi: मार्कअप प्रकार
it: Tipo di Markup
nl: Markuptaal
pl: Typ znaczników tekstu:
sv: Markupkodformat

# SiteSettings_Configuration_Theme
source: Theme
cs: Téma:
es: Tema
hi: विषय
it: Argomento
nl: Thema
pl: Motyw:
sv: Tema

# SiteSettings_Configuration_Attachments
source: Attachments folder
cs: Složka příloh:
de: Attachments Ordner
es: Carpeta Archivos adjuntos
hi: अनुलग्नक फ़ोल्डर
it: Cartella Allegati
nl: Map voor de geüploade bestanden
pl: Folder załączników:
sv: Mapp för bilagor

# SiteSettings_Configuration_Extensions
source: Allowed extensions
cs: Povolené přípony:
de: Erlaubt Erweiterungen
es: Extensiones permitidas
hi: रख सकते एक्सटेंशन
it: Estensioni ammessi
nl: Toegestane extensies
pl: Rozszerzenia załączników:
sv: Tillåtna filändelser

# SiteSettings_Configuration_CachingTitle
source: Caching
es: Almacenamiento en caché
hi: कैशिंग
pl: Buforowanie
sv: Cachning

# SiteSettings_Configuration_ObjectCaching
source: Object caching
cs: Objekt mezipaměti
es: El almacenamiento en caché de objetos
hi: ऑब्जेक्ट कैशिंग
it: Caching oggetto
nl: Caching
pl: Buforowanie obiektu
sv: Objektcachning

# SiteSettings_Configuration_BrowserCaching
source: Browser caching
cs: Prohlížeč mezipaměti
es: El almacenamiento en caché del navegador
hi: ब्राउज़र कैशिंग
it: Memorizzazione nella cache del browser
nl: Gebruik browser-cache
pl: Buforowanie Browser
sv: Webbläsarcachning

# SiteSettings_Configuration_Error
source: Unable to save the settings
cs: Chyba při ukládání nastavení:
de: Unfähig, die Einstellungen zu speichern
es: No se puede guardar la configuración
hi: सेटिंग्स को बचाने में असमर्थ
it: Impossibile salvare le impostazioni
nl: Instellingen opslaan mislukt
pl: Nie można zapisać ustawień:
sv: Det gick inte att spara inställningarna

# SiteSettings_Configuration_CachePageText
source: (This key is no longer used. To be removed in 2.0)
cs: Ukládat do vyr. paměti i text stránek:
de: (Dieser Schlüssel wird nicht mehr verwendet. Um in 2.0 entfernt werden)
es: (Ya no se usa esta clave. Para ser removido de 2,0)
hi: (यह कुंजी प्रयोग किया जाता है. 2.0 में हटाया जा सकता है)
it: (Questo tasto non è più utilizzato. Per essere rimossi in 2.0)
nl: (Deze sleutel wordt niet meer gebruikt. Deze wordt verwijderd in versie 2)
pl: Buforuj zawartość stron:
sv: (Denna knapp används inte längre. Att tas bort i 2.0)

# SiteSettings_Configuration_SiteName_Help
source: The name of the site, which appears on certain themes and in signup emails (if enabled).
cs: Název stránek.
de: Der Name der Website, die in bestimmte Themen genutzt wird.
es: El nombre del sitio, que se utiliza en ciertos temas.
hi: कुछ विषयों में प्रयोग किया जाता है जो साइट का नाम,.
it: Il nome del sito, che è utilizzato in certi temi.
nl: Naam van de website. Sommige thema's tonen deze naam.
pl: Nazwa witryny używanej w wybranym motywie
sv: Webbplatsens namn, som används av vissa teman.

# SiteSettings_Configuration_SiteUrl_Help
source: The url of the site, which is used in signup and reset password emails. Do not include the trailing slash.
cs: Adresa použitá v emailech zasílaných při registraci a změnách hesla. Uvádějte bez zpětného lomítka na konci.
de: Die URL der Seite, die in die Registrierung und Passwort zurücksetzen E-Mails verwendet wird. Sie nicht den Schrägstrich.
es: La url de la página, que se utiliza en registrarse y restablecer emails contraseña. No incluya una barra final.
hi: पंजीकरण और पासवर्ड ईमेल रीसेट में प्रयोग किया जाता है जो साइट का यूआरएल,. अनुगामी स्लेश शामिल न करें.
it: L'URL del sito, che viene utilizzato in signup e reimpostare la password e-mail. Non includere la barra finale.
nl: De url van deze website. Nodig voor e-mails voor registratie en e-mails voor het opnieuw instellen van een wachtwoord. Deze url dient niet te eindigen op een slash (/)
pl: URL strony używanej do rejestracji oraz przywracania hasła. Nie zawiera końcowego ukośnika.
sv: Webbplatsens adress som används i registrerings- och återställningsmail. Ange ej det avslutande snedstrecket.

# SiteSettings_Configuration_ConnectionStrings_Help
source: Changes your connection string. Note: Roadkill won't automatically recreate the database structure.
cs: Mění typ databáze - v menu Nástroje znovu vytvořte schéma.
de: Ändert Ihren Datenbank-Typ - Sie müssen das Schema in den Werkzeugen für diese neu um korrekt zu arbeiten.
es: Cambia el tipo de base de datos - que tendrá que volver a crear el esquema de las herramientas para que esto funcione correctamente.
hi: अपने डेटाबेस प्रकार बदलता है - आप सही ढंग से काम करने के लिए साधनों में स्कीमा विश्राम करने की आवश्यकता होगी.
it: Cambia il tipo di database - è necessario ricreare lo schema negli strumenti per far funzionare tutto correttamente.
nl: De connectiestring naar de database. Let op, Roadkill maakt niet automatisch de database-structuur aan.
pl: Zmiana połączenia do bazy danych. Wymaga ponownego utworzenia bazy za pomocą Narzędzi.
sv: Ändrar anslutningssträngen - du måste återskapa schemat via verktygssidan för att detta skall fungera korrekt.
