Repository: sjl2/roadkill
Catalog: src/Roadkill.Core/Localization/SiteStrings.*.resx
Languages: cs, de, es, hi, it, nl, pl, sv

# SiteSettings_Configuration_BrowserCaching_Help
source: Enables caching on the browser. This will tell the browser to cache Roadkill pages, and check for updates (If-Modified-Since) each time the page is loaded. If no update is found, no content is returned from the server. Recommended to increase the responsiveness of the site.
cs: Umožňuje ukládání do mezipaměti na prohlížeči. To vám řekne prohlížeč na mezipaměti přejeté zvíře stránek a zkontrolovat aktualizace (If-Modified-Since) při každém načtení stránky. Není-li je nalezena aktualizace, se vrátil nulový obsah ze serveru. Doporučuje se zvýšit schopnost těchto stránek.
de: Aktiviert das Zwischenspeichern auf dem Browser. Dadurch wird der Browser-Cache Roadkill Seiten, und nach Updates suchen (If-Modified-Since) jedes Mal die Seite geladen wird. Wenn kein Update gefunden wird, wird kein Inhalt vom Server zurückgegeben. Empfohlen, um die Reaktionsfähigkeit der Website zu erhöhen.
es: Permite el almacenamiento en caché en el navegador. Esto le indicará al navegador que las páginas de caché Roadkill, y comprobar si hay actualizaciones (Si-Modified-Since) cada vez que se carga la página. Si no se encuentra una actualización, no el contenido se devuelve desde el servidor. Recomendado para aumentar la capacidad de respuesta del sitio.
hi: ब्राउज़र पर कैशिंग सक्षम बनाता है. यह कैश Roadkill पृष्ठों को ब्राउज़र बताओ, और पेज लोड किया जाता है हर बार (यदि संशोधित) के बाद से अद्यतन के लिए जाँच करेगा. कोई अद्यतन पाया जाता है, कोई सामग्री सर्वर से वापस आ रहा है. साइट की जवाबदेही बढ़ाने के लिए सिफारिश की.
it: Abilita memorizzazione nella cache del browser. Questo dirà al browser di cache di pagine Roadkill, e controllare gli aggiornamenti (If-Modified-Since) ogni volta che la pagina viene caricata. Se non viene trovato nessun aggiornamento, nessun contenuto viene restituito dal server. Raccomanda di aumentare la capacità di risposta del sito.
nl: Gebruik caching in de browser. Roadkill zal aan de browser aangeven dat pagina's gecached kunnen worden. Roadkill controleert bij iedere pagina-refresh of er iets veranderd is met behulp van de 'aangepast sinds' tijdstip. Aanbevolen om het reactievermogen van de website te verhogen..
pl: Włącza buforowanie w przeglądarce. To powie przeglądarkę do pamięci podręcznej stron Roadkill i sprawdzić dostępność aktualizacji (If-Modified-Since) przy każdym załadowaniu strony. Jeżeli aktualizacja nie zostanie znaleziona, nie treść jest zwracane z serwera. Zalecane na poprawienie terenu.
sv: Aktiverar cachelagring i webbläsaren. Detta kommer att instruera webbläsaren att cache Roadkillsidor, och att fråga efter uppdateringar (If-Modified-Since) varje gång en sida laddas. Om ingen uppdatering finns så returneras inget innehåll från servern. Rekommenderas för att snabba upp webbplatsen.

# SiteSettings_Configuration_Caching_Help
source: (This key is no longer used. To be removed in 2.0)
cs: Zapíná používání vyrovnávací paměti. Roadkill používá vyrovnávací pamět společně s výstupná vyrovnávací pamětí v ASP.NET. Pro zlepšení odezev aplikace je doporučeno ukládání do vyrovnávací paměti povolit. Databáová vyrovnávací paměť není pro webové zahrady či farmy podporována.
de: (Dieser Schlüssel wird nicht mehr verwendet. Um in 2.0 entfernt werden)
es: (Ya no se usa esta clave. Para ser removido de 2,0)
hi: (यह कुंजी प्रयोग किया जाता है. 2.0 में हटाया जा सकता है)
it: (Questo tasto non è più utilizzato. Per essere rimossi in 2.0)
nl: (Deze sleutel wordt niet meer gebruikt. Deze wordt verwijderd in versie 2)
pl: Włącz buforowanie. Roadkill używa buforowania wraz z buforowaniem wyjścia ASP.NET. Zaleca się włączenie buforowania w celu poprawienia szybkości działania witryny. Buforowanie danych nie jest obecnie obsługiwane w farmach serwerów web.
sv: (Denna knapp används inte längre. Att tas bort i 2.0)

# SiteSettings_Configuration_CachePageText_Help
source: (This key is no longer used. To be removed in 2.0)
cs: Ukládat do vyrovnávací paměti textový obsah stránek. Není-li povoleno, bude při každém zobrazení stránka načítána znovu z databáze.
de: (Dieser Schlüssel wird nicht mehr verwendet. Um in 2.0 entfernt werden)
es: (Ya no se usa esta clave. Para ser removido de 2,0)
hi: (यह कुंजी प्रयोग किया जाता है. 2.0 में हटाया जा सकता है)
it: (Questo tasto non è più utilizzato. Per essere rimossi in 2.0)
nl: (Deze sleutel wordt niet meer gebruikt. Deze wordt verwijderd in versie 2)
pl: Buforowanie zawartości stron. Wyłączenie oznacza, że treść każdej strony będzie za każdym razem pobierana z bazy danych.
sv: (Denna knapp används inte längre. Att tas bort i 2.0)

# SiteSettings_UserManagement_Title
source: Site users
cs: Uživatelé
de: Benutzer der Website
es: Los usuarios del sitio
hi: इस साइट के उपयोगकर्ताओं
it: Gli utenti del sito
nl: Gebruikers
pl: Użytkownicy witryny
sv: Användare

# SiteSettings_UserManagement_ColumnHeader_Username
source: Username
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
hi: प्रयोक्ता नाम
it: Nome utente
nl: Gebruikersnaam
pl: Nazwa użytkownika
sv: Användarnamn

# SiteSettings_UserManagement_ColumnHeader_Email
source: Email
hi: ईमेल
nl: E-mailadres
sv: Epostadress

# SiteSettings_UserManagement_Admins
source: Admins
cs: Správci
es: Administradores
hi: बनावें
nl: Beheerders
pl: Administratorzy
sv: Administratörer

# SiteSettings_UserManagement_NewAdmin
source: New admin user
cs: Nový správce
de: Neue Benutzer admin
es: Nuevo usuario admin
hi: नई व्यवस्थापक उपयोगकर्ता
it: Nuovo utente admin
nl: Nieuwe beheerder
pl: Nowy administrator
sv: Ny administratör

# SiteSettings_UserManagement_Editors
source: Editors
cs: Redaktoři
de: Redakteure
es: Editores
hi: संपादकों
it: Editori
nl: Auteurs
pl: Redaktorzy
sv: Redaktörer

# SiteSettings_UserManagement_NewEditor
source: New editor user
cs: Nový redaktor
de: Neuer Editor Benutzer
es: Usuario nuevo editor
hi: नई संपादक उपयोगकर्ता
it: Nuovo utente redattore
nl: Nieuwe auteur
pl: Nowy redaktor
sv: Ny redaktör

# SiteSettings_UserManagement_AddAdmin_Title
source: Add admin
cs: Přidat správce
de: In Admin
es: Agregar administrador
hi: व्यवस्थापक जोड़ें
it: Aggiungi Admin
nl: Maak beheerder
pl: Dodaj administratora
sv: Lägg till administratör

# SiteSettings_UserManagement_AddEditor_Title
source: Add editor
cs: Přidat redaktora
de: In Editor
es: Añadir editor
hi: संपादक जोड़ें
it: Aggiungi editore
nl: Maak auteur
pl: Dodaj redaktora
sv: Lägg till redaktör

# SiteSettings_UserManagement_EditUser_Title
source: Edit user
cs: Upravit uživatele
de: Benutzer bearbeiten
es: Editar usuario
hi: उपयोगकर्ता संपादित करें
it: Modifica utente
nl: Gebruikerinformatie aanpassen
pl: Zmiana użytkownika
sv: Redigera användare

# SiteSettings_UserManagement_AddUser_Help
source: For existing users, leave the password fields blank to change just the username.
cs: Při změně uživatelského jména nebo emailu stávajícím uživatelům ponechte pole hesla prázdné.
de: Für bestehende Nutzer, lassen Sie die Felder leer Kennwort nur den Benutzernamen ändern.
es: Para los usuarios existentes, dejar los campos de contraseña en blanco para cambiar sólo el nombre de usuario.
hi: मौजूदा उपयोगकर्ताओं के लिए, सिर्फ उपयोगकर्ता नाम बदलने के लिए पासवर्ड फ़ील्ड रिक्त छोड़ दें.
it: Per gli utenti esistenti, lasciare i campi della password vuota di cambiare solo il nome utente.
nl: Voor bestaande gebruikers, laat het wachtwoordveld leeg om enkel de gebruikersnaam te wijzigen.
pl: Dla istniejących użytkowników, pozostaw pole hasło puste (aby zmienić tylko nazwę).
sv: För befintliga användare, lämna lösenordsfältet tomt för att endast ändra användarnamnet.

# SiteSettings_UserManagement_AddUser_Error
source: Unable to save the user details:
cs: Nebylo možné uložit údaje uživatele:
de: Unfähig, die Benutzerdaten speichern:
es: No se puede guardar los datos del usuario:
hi: उपयोगकर्ता जानकारी को बचाने में असमर्थ:
it: Impossibile salvare i dati utente:
nl: Gebruikersinformatie opslaan mislukt.
pl: Nie można zapisać zmian:
sv: Det gick inte att spara användaruppgifterna:

# SiteSettings_UserManagement_EditUser_Error
source: Updating the user failed.
cs: Chyba při aktualizaci údajů uživatele.
de: Aktualisieren der Benutzer ist fehlgeschlagen.
es: Actualización del usuario ha fallado.
hi: अद्यतन हो रहा है उपयोगकर्ता में विफल रहा है.
it: Aggiornare l'utente non è riuscita.
nl: Aanpassen van de gebruikerinformatie is mislukt
pl: Zmiana użytkownika zakończona niepowodzeniem.
sv: Det gick inte att uppdatera användaruppgifterna.

# SiteSettings_UserManagement_AD_Title
source: Windows/Active Directory authentication is enabled
cs: Ověření Windows/Active Directory je povoleno
de: Fenster / Active Directory-Authentifizierung aktiviert ist
es: Autenticación / Active Directory de Windows está habilitado
hi: विंडोज / सक्रिय निर्देशिका प्रमाणीकरण सक्षम है
it: Autenticazione / Active Directory di Windows è abilitato
nl: Windows / Active Directory-authenticatie is ingeschakeld
pl: Włączone uwierzytelnianie Windows/Active Directory
sv: Windows / Active Directory-autentisering är aktiverat

# SiteSettings_UserManagement_AD_Label1
source: User names and passwords are not editable with Windows authentication - you should do this through Active Directory.
cs: Uživatelská jména a hesla nelze upravovat při použití ověření Windows - poveďte to přímo v Active Directory.
de: Benutzernamen und Passwörter sind nicht editierbar mit Windows-Authentifizierung - man sollte dies durch Active Directory zu tun.
es: Los nombres de usuario y las contraseñas no se pueden editar con la autenticación de Windows - usted debe hacerlo a través de Active Directory.
hi: उपयोगकर्ता नाम और पासवर्ड Windows प्रमाणीकरण के साथ संपादन योग्य नहीं हैं - आप सक्रिय निर्देशिका के माध्यम से यह करना चाहिए.
it: I nomi utente e le password non sono modificabili con l'autenticazione di Windows - si dovrebbe fare questo tramite Active Directory.
nl: Bij gebruik van Windows-authenticatie, zijn gebruikersnamen en wachtwoorden niet in Roadkill te wijzigen. Dit dient te gebeuren in de Active Directory.
pl: Jeśli włączono uwierzytelnianie Windows, nie można zmieniać nazw i haseł. Należy to wykonać poprzez Active Directory.
sv: Användarnamn och lösenord kan inte redigeras när Windows-autentisering är aktiverat - detta måste göras genom Active Directory.

# SiteSettings_UserManagement_AD_Label2
source: To add a user as an admin or editor, make sure they are part of the Windows security group that you have specified for the "AdminRolename" and "EditorRolename" settings in the web.config.
cs: Jako správce nebo redaktora přidáte uživatele jeho zařazením do skupiny nastavené ve web.config u "AdminRolename" a "EditorRolename".
de: Um einen Benutzer als Administrator oder Redakteur hinzufügen, stellen Sie sicher, sie sind Teil des Windows-Sicherheitsgruppe, die Sie für die "AdminRolename" und "EditorRolename" Einstellungen in der web.config angegeben haben.
es: Para agregar un usuario como administrador o editor, asegúrese de que son parte del grupo de seguridad de Windows que ha especificado para el "AdminRolename" y los ajustes "EditorRolename" en el web.config.
hi: एक व्यवस्थापक या संपादक के रूप में एक उपयोगकर्ता को जोड़ने के लिए, वे आप "AdminRolename" और web.config में "EditorRolename" सेटिंग के लिए निर्दिष्ट किया है कि Windows सुरक्षा समूह का हिस्सा हैं सुनिश्चित करें.
it: Per aggiungere un utente come un amministratore o un editor, assicurarsi che essi sono parte del gruppo di protezione di Windows che avete specificato per le impostazioni "EditorRolename" nel web.config "AdminRolename" e.
nl: Om een ​​gebruiker als beheerder of auteur toe te voegen, dient de gebruiker lid te zijn van de beveiligingsgroep die opgegeven staat bij respectievelijk auteursrol of beheerdersrol.
pl: Aby dodać użytkownika jako administratora lub redaktora, należy się upewnić, że są członkami grupy w systemie Windows, które są ustawione w web.config jako "AdminRole" lub "EditorRole".
sv: För att lägga till en användare som administratör eller redaktör, se till att de är medlemmar i den säkerhetsgrupp som du har angett för "AdminRolename"- och "EditorRolename"fälten i web.config.

# SiteSettings_Tools_Title
source: Site tools
cs: Nástroje
de: Website Werkzeuge
es: Herramientas del sitio
hi: साइट उपकरण
it: Strumenti del sito
nl: Website tools
pl: Narzędzia
sv: Verktyg

# SiteSettings_Tools_ClearDatabase
source: Clear the database
cs: Vyčistit databázi
de: Löschen Sie die Datenbank
es: Borrar la base de datos
hi: डेटाबेस साफ़
it: Cancellare il database
nl: Database leeg maken
pl: Czyszczenie bazy danych
sv: Rensa databasen

# SiteSettings_Tools_ClearDatabase_Label
source: Clears all pages and text from the database. This does not remove any users.
cs: Smaže všechny stránky a text z databáze. Uživatelé zůstanou zachováni.
de: Löscht alle Seiten und Text aus der Datenbank. Dies gilt nicht, entfernen Sie alle Benutzer.
es: Borra todas las páginas y el texto de la base de datos. Esto no elimina ningún usuario.
hi: डेटाबेस से सभी पृष्ठों और पाठ को साफ करता है. यह किसी भी उपयोगकर्ताओं को दूर नहीं करता है.
it: Consente di cancellare tutte le pagine e testo dal database. Questo non rimuove alcun utente.
nl: Verwijder alle pagina's en teksten uit de database. Gebruikersaccounts worden niet verwijderd.
pl: Wyczyść wszystkie strony i teksty z bazy danych. Ta funkcje nie usuwa żadnego użytkownika.
sv: Raderar alla sidor och all text från databasen. Detta tar inte bort några användare.

# SiteSettings_Tools_ClearDatabase_Message
source: Database cleared
cs: Databáze vyčištěna
de: Datenbank gelöscht
es: Base de datos borra
hi: डेटाबेस को मंजूरी दे दी
it: Database cancellata
nl: Database leeg gemaakt
pl: Baza danych została wyczyszczona
sv: Databasen är rensad

# SiteSettings_Tools_RebuildSearch
source: Rebuild search index
cs: Znovu vytvořit index hledání
de: Rebuild Suchindex
es: Reconstruir índice de búsqueda
hi: खोज अनुक्रमणिका पुन: बनाएँ
it: Ricostruisci indice di ricerca
nl: Zoekindex opnieuw opbouwen
pl: Odbudowa indeksu wyszukiwania
sv: Bygg om sökindexet

# SiteSettings_Tools_RebuildSearch_Label
source: Forces a re-build of the page search index, useful if the search begins to get out of sync for any reason.
cs: Vynutí znovu vytvoření indexu hledání. Používá se pokud hledání z různých důvodů nefunguje správně.
de: Zwingt einen von der Seite Suchindex neu aufbauen, nützlich, wenn die Suche beginnt, um out of sync aus irgendeinem Grund.
es: Fuerza una re-construcción del índice de búsqueda de la página, útil si la búsqueda comienza a perder la sincronización por cualquier razón.
hi: खोज किसी भी कारण के लिए सिंक से बाहर निकलना शुरू होता है अगर एक उपयोगी, पेज खोज सूचकांक के फिर से निर्माण मजबूर करता है.
it: Impone una ri-costruire l'indice di ricerca pagina, utile se la ricerca comincia ad ottenere fuori sincrono per qualsiasi motivo.
nl: Forceer het opnieuw bouwen van de pagina index.
pl: Wymusza odbudowanie indeksu wyszukiwania dla wszystkich stron. Przydatne, jeśli wyszukiwanie nie działa poprawnie.
sv: Initierar en ombyggnation av sökindexet, använd denna funktion om sökningarna börjar att komma ur synk av någon anledning.

# SiteSettings_Tools_RebuildSearch_Message
source: Rebuild of search index complete
cs: Index úspešně znovu vytvořen.
de: Umbau der Suchindex komplette
es: Reconstrucción del índice completo de búsqueda
hi: पूर्ण खोज सूचकांक के पुन: बनाएँ
it: Ricostruire di indice di ricerca completa
nl: Zoekindex opnieuw opgebouwd
pl: Odbudowa indeksu zakończona
sv: Ombyggnaden av sökindexet slutförd

# SiteSettings_Tools_ExportXml
source: Export to XML
cs: Exportovat do XML
de: Export in XML
es: Exportar a XML
hi: एक्सएमएल में निर्यात करें
it: Esportazione in XML
nl: Exporteer naar XML-bestand
pl: Eksport do XML
sv: Exportera till XML

# SiteSettings_Tools_ExportXml_Label
source: Exports all page text content and all history as a single XML file.
cs: Veškerý obsah včetně historie exportuje do jednoho XML souboru.
de: Exportiert alle Seite Textinhalt und die ganze Geschichte als einzelne XML-Datei.
es: Exportaciones todo el contenido de texto de página y toda la historia como un único archivo XML.
hi: निर्यात एक भी एक्सएमएल फ़ाइल के रूप में सभी पेज पाठ सामग्री और सभी इतिहास.
it: Esporta tutti pagina di contenuti di testo e tutta la storia come un unico file XML.
nl: Exporteer alle teksten en geschiedenis van alle pagina's als een enkel.XML-bestand.
pl: Zapisuje zawartość tekstową wszystkich stron i ich historii do jednego pliku XML.
sv: Exportera allt innehåll och all historik som en enda XML-fil.

# SiteSettings_Tools_ExportXml_Error
source: Exporting to XML failed: {0}
cs: Chyba při exportu do XML: {0}
de: Exportieren nach XML fehlgeschlagen: {0}
es: Exportar a XML error: {0}
hi: एक्सएमएल के लिए निर्यात में विफल रहा है: {0}
it: Esportazione in XML non riuscita: {0}
nl: Exporteren naar XML is mislukt: {0}
pl: Eksport do XML zakończony niepowodzeniem: {0}
sv: Exporten till XML misslyckades: {0}

# SiteSettings_Tools_ExportContent
source: Export all content as a zip
cs: Exportovat veškerý obsah jako zip
de: Exportieren Sie alle Inhalte als zip
es: Exportación de todo el contenido en un archivo ZIP
hi: एक ज़िप के रूप में सभी सामग्री निर्यात
it: Esporta tutti i contenuti come una zip
nl: Alle inhoud exporteren als zip-archief
pl: Eksport do pliku zip
sv: Exportera allt innehåll som en zip-fil

# SiteSettings_Tools_ExportContent_Label
source: Exports all pages, including text content as a series of ".wiki" files. Only the current content and tags are included, no history is provided. This zip file does not include the attachments folder.
cs: Všechny stránky včetně textového obsahu exportuje jako soubory ".wiki". Zahnut je pouze aktuální obsah a štítky - bez historie a příloh.
de: Exportiert alle Seiten, einschließlich Text-Inhalt als eine Reihe von ". Wiki"-Dateien. Nur der aktuelle Inhalt und Tags enthalten sind, wird keine Geschichte zur Verfügung gestellt. Diese ZIP-Datei enthält nicht die Anhänge Ordner.
es: Exporta todas las páginas, incluyendo el contenido de texto como una serie de archivos ". Wiki". Sólo el contenido y las etiquetas se incluyen actual, no se proporciona ninguna historia. Este archivo zip no incluye la carpeta de archivos adjuntos.
hi: ". विकि" फ़ाइलों की एक श्रृंखला के रूप में पाठ सामग्री सहित निर्यात सभी पृष्ठों. केवल मौजूदा सामग्री और टैग शामिल किए गए हैं, कोई इतिहास प्रदान की जाती है. इस ज़िप फ़ाइल अनुलग्नकों फ़ोल्डर शामिल नहीं है.
it: Le esportazioni tutte le pagine, compresi i contenuti del testo come una serie di file. "Wiki". Solo il contenuto corrente e tag sono inclusi, senza storia è fornito. Questo file zip non include la cartella allegati.
nl: Exporteer alle pagina's inclusief de tekst. Iedere pagina wordt een .wiki-bestand. Alleen de huidige inhoud en tags worden meegenomen, niet de paginageschiedenis. Ook de geüploade bestanden staan niet in het zip-archief.
pl: Zapisuje wszystkie strony jako pliki ".wiki". Zapisywana jest tylko bieżąca zawartość (bez historii). Plik zip nie zawiera załączników.
sv: Exportera alla sidor, inklusive textinnehåll, som ett antal ". wiki"-filer. Endast aktuellt innehåll och taggar exporteras, ingen historik bibehålls. Denna zip-fil innehåller inte heller några bilagor.

# SiteSettings_Tools_ExportContent_Error
source: Wiki content export failed: {0}
cs: Chyba při exportu obsahu Wiki: {0}
de: Wiki Inhalt Export ist fehlgeschlagen: {0}
es: Wiki exportación contenidos falló: {0}
hi: विकी सामग्री निर्यात विफल: {0}
it: Esportazione dei contenuti Wiki non riuscita: {0}
nl: Wiki-inhoud exporteren mislukt: {0}
pl: Eksport zakończony niepowodzeniem: {0}
sv: Wiki exporten misslyckades: {0}

# SiteSettings_Tools_ExportAttachments
source: Export attachments as a zip
cs: Exportovat přílohy jako zip
de: Exportieren Sie Anhänge als ZIP
es: Exportar archivos adjuntos en un archivo ZIP
hi: एक ज़िप के रूप में संलग्नक निर्यात
it: Esportare gli allegati come una zip
nl: Geüploade bestanden exporteren als zip-archief
pl: Eksport załączników
sv: Exportera bilagor som en zip-fil

# SiteSettings_Tools_ExportAttachments_Label
source: Exports all the contents of attachments folder and subfolders as a zip file.
cs: Exportuje veškerý obsah adresáře příloh (včetně podadresářů) jako zip soubor.
de: Exportiert alle Inhalte der Anhänge Ordner und Unterordner als Zip-Datei.
es: Exporta todos los contenidos de la carpeta de archivos adjuntos y subcarpetas como un archivo zip.
hi: एक ज़िप फ़ाइल के रूप में निर्यात सभी संलग्नक फ़ोल्डर की सामग्री और सबफ़ोल्डर.
it: Esportazioni tutti il ​​contenuto della cartella e sottocartelle allegati come file ZIP.
nl: Exporteert alle geüploade bestanden, inclusief mappen, als een zip-archief.
pl: Zapisuje wszystkie załączniki do pliku zip.
sv: Exportera alla bifogade filer från mappen och dess undermappar som en zip-fil.

# SiteSettings_Tools_ExportAttachments_Error
source: Exporting attachments failed: {0}
cs: Chyba pri exportu příloh: {0}
de: Exportieren Anhänge fehlgeschlagen: {0}
es: Accesorios Exportadores de error: {0}
hi: निर्यात संलग्नक विफल: {0}
it: Allegati Esportazione non riuscita: {0}
nl: Exporteren geüploade bestanden mislukt: {0}
pl: Eksport załączników zakończony niepowodzeniem: {0}
sv: Exporten av bilagor misslyckades: {0}

# SiteSettings_Tools_ScrewTurnImport
source: Import from screwturn
cs: Importovat ze Screwturn
de: Importieren aus ScrewTurn
es: Importar desde ScrewTurn
hi: Screwturn से आयात करें
it: Importa da ScrewTurn
nl: Importeren vanuit ScrewTurn
pl: Import ze Screwturn
sv: Importera från screwturn
