Repository: sjl2/roadkill
Catalog: src/Roadkill.Core/Localization/SiteStrings.*.resx
Languages: cs, de, es, hi, it, nl, pl, sv

# SiteSettings_Configuration_DatabaseType_Help
source: Changes the database type you're using. Note: Roadkill won't automatically recreate the database structure
cs: Mění typ databáze - v menu Nástroje znovu vytvořte schéma.
de: Ändert Ihren Datenbank-Typ - Sie müssen das Schema in den Werkzeugen für diese neu um korrekt zu arbeiten.
es: Cambia el tipo de base de datos - que tendrá que volver a crear el esquema de las herramientas para que esto funcione correctamente.
hi: अपने डेटाबेस प्रकार बदलता है - आप सही ढंग से काम करने के लिए साधनों में स्कीमा विश्राम करने की आवश्यकता होगी.
it: Cambia il tipo di database - è necessario ricreare lo schema negli strumenti per far funzionare tutto correttamente.
nl: Het type van de database. Let op, Roadkill maakt niet automatisch de database-structuur aan.
pl: Zmiana rodzaju bazy danych. Wymaga ponownego utworzenia bazy za pomocą Narzędzi.
sv: Ändrar databastypen - du måste återskapa schemat via verktygssidan för att detta skall fungera korrekt.

# SiteSettings_Configuration_DatabaseConnectionString_Help
source: The database connection string.
cs: Připojovací řetězec k databázi.
de: Der Datenbank-Verbindungszeichenfolge.
es: La cadena de conexión de base de datos.
hi: डेटाबेस कनेक्शन स्ट्रिंग.
it: La stringa di connessione al database.
nl: Database connectiestring.
pl: Połączenie do bazy danych (connection string).
sv: Databasens anslutningssträng.

# SiteSettings_Configuration_UseWindowsAuth_Help
source: {bold}WARNING{/bold} changing this may lock you out of the site. Make a backup of your web.config first before saving.{br}{br} Sets whether to use Windows Authentication and Active Directory for authentication.
cs: {bold}POZOR{/bold} změnou si můžete uzamknout Váš účet v síti. Před změnou si zazálohujte web.config.{br}{br} Nastavte zda pro přihlašování použít Windows a Active Directory.
de: {bold}WARNUNG{/bold} Eine Änderung kann man aussperren der Website. Machen Sie ein Backup Ihrer web.config ersten vor dem Speichern. {br} Legt fest, ob die Windows-Authentifizierung und Active Directory für die Authentifizierung verwenden.
es: {bold}ADVERTENCIA{/bold} el cambio puede dejarlo fuera del sitio. Hacer una copia de seguridad de su web.config primero antes de guardar. {br}{br} Establece si se utilizan la autenticación de Windows y Active Directory para la autenticación.
hi: {bold}चेतावनी{/bold} के इस बदलते साइट से आप को लॉक कर सकते हैं. सहेजने से पहले अपने web.config का बैकअप पहले बनाओ. {br} Windows प्रमाणीकरण और प्रमाणीकरण के लिए सक्रिय निर्देशिका का उपयोग करने के लिए सेट कि.
it: {bold} ATTENZIONE {/bold} cambiare questo potrebbe bloccare l'utilizzo del sito. Fai un backup del file web.config prima prima di salvare. {br} Imposta se utilizzare l'autenticazione di Windows e Active Directory per l'autenticazione.
nl: {bold}LET OP:{/bold} indien foutief ingesteld dan kan geen enkele gebruiker meer inloggen! Maak eerst een back-up van de web.config voordat deze instelling gewijzigd wordt. {br}{br} Gebruik deze optie voor Windows-authenticatie in combinatie met Active Directory
pl: {bold}UWAGA{/bold} zmiana może zablokować Ci korzystanie z witryny. Przed zapisaniem utwórz kopię zapasową pliku web.config. {br} Wybierz, aby korzystać z uwierzytelniania systemu Windows i Active Directory.
sv: {bold}VARNING{/bold} om du ändrar detta kan du bli utlåst från webbplatsen. Ta en backup av web.config innan du sparar. {br}{br} Anger om Windows-autentisering och Active Directory skall användas för autentisering.

# SiteSettings_Configuration_AllowUserSignups_Help
source: Check this option if you want to allow people to signup as a new users. If left unchecked, only admins will be able to create new users.
cs: Zaškrtněte pokud chcete aby se lidé mohli sami registrovat.
de: Aktivieren Sie diese Option, wenn Sie, damit die Menschen als neue Benutzer anmelden wollen.
es: Marque esta opción si desea permitir que las personas para registrarse como nuevos usuarios.
hi: आप लोगों को एक नया उपयोगकर्ता के रूप में पंजीकरण करने के लिए अनुमति देना चाहते हैं, तो इस विकल्प की जाँच करें.
it: Seleziona questa opzione se si desidera consentire alle persone di signup come nuovi utenti.
nl: Toestaan dat personen zichzelf kunnen registeren als gebruiker.
pl: Zaznacz tą opcję, aby umożliwić rejestrację nowym użytkownikom.
sv: Markera detta alternativ om du vill tillåta personer att registrera sig som nya användare

# SiteSettings_Configuration_EnableRecaptcha_Help
source: Enable Recaptcha support - a free anti-spam bot service. You will need to signup and copy your public and private key into the fields below.
cs: Zapíná podporu Recaptcha - anti spamová služba zdarma. Je nutné se zaregistrovat a veřejný a soukromý klíč zkopírovat do níže uvedených polí.
de: Aktivieren Recaptcha Unterstützung - eine kostenlose Anti-Spam-Bot-Service. Sie benötigen, um sich anzumelden, und kopieren Sie Ihren öffentlichen und privaten Schlüssel in die Felder.
es: Habilitar la compatibilidad Reconocer texto - un servicio de bot antispam gratuito. Usted tendrá que registrarse y copiar la clave pública y privada en los campos de abajo.
hi: एक मुक्त विरोधी स्पैम बॉट सेवा - reCAPTCHA समर्थन सक्रिय करें. आप नीचे क्षेत्रों में अपने सार्वजनिक और निजी कुंजी पंजीकरण और कॉपी करने की जरूरत होगी.
it: Abilita supporto Recaptcha - un servizio bot antispam gratuito. Sarà necessario per l'iscrizione e copiare la chiave pubblica e privata nei campi sottostanti.
nl: Zet ReCaptcha aan - een gratis anti-spam service. Hiervoor is een ReCaptcha registratie nodig. Neem de publieke- en privésleutel hieronder over.
pl: Zezwól na używanie recaptcha (darmowy serwis anty-spamowy). Wymagana będzie rejestracja i podanie prywatnego i publicznego klucza w polach poniżej.
sv: Aktivera Recaptcha stöd - en gratis anti-spam /anti-bot tjänst. Du måste registrera dig och kopiera din publika och privata nyckel i fälten nedan.

# SiteSettings_Configuration_RecaptchaPrivateKey_Help
source: The private key for Recaptcha, which is provided when you signup with recaptcha.
cs: Soukromý klíč pro Recaptcha. Je poskytnut při registraci.
de: Der private Schlüssel für Recaptcha, die zur Verfügung gestellt, wenn Sie die Registrierung mit recaptcha wird.
es: La clave privada para Reconocer, que se proporciona cuando te registras con recaptcha.
hi: आप reCAPTCHA साथ पंजीकरण के दौरान प्रदान की गई है जो reCAPTCHA के लिए निजी कुंजी,.
it: La chiave privata per Recaptcha, che viene fornito quando ti registri con reCAPTCHA.
nl: De privésleutel voor ReCaptcha, deze heeft u ontvangen bij de ReCaptcha-registratie.
pl: Klucz prywatny dla usługi recaptcha, wymagany podczas rejestracji z wykorzystaniem recaptcha.
sv: Den privata nyckeln för Recaptcha, som du får när du registrerar dig för recaptcha.

# SiteSettings_Configuration_RecaptchaPublicKey_Help
source: The public key for Recaptcha, which is provided when you signup with recaptcha.
cs: Veřejný klíč pro Recaptcha. Je poskytnut při registraci.
de: Der öffentliche Schlüssel für Recaptcha, die zur Verfügung gestellt, wenn Sie die Registrierung mit recaptcha wird.
es: La clave pública para Reconocer, que se proporciona cuando te registras con Reconocer texto.
hi: आप reCAPTCHA साथ पंजीकरण के दौरान प्रदान की गई है जो reCAPTCHA के लिए सार्वजनिक कुंजी,.
it: La chiave pubblica per la Recaptcha, che viene fornito quando ti registri con reCAPTCHA.
nl: De publieke-sleutel voor ReCaptcha, deze heeft u ontvangen bij de ReCaptcha-registratie.
pl: Klucz publiczny dla usługi recaptcha, wymagany podczas rejestracji z wykorzystaniem recaptcha.
sv: Den publika nyckeln för Recaptcha, som du får när du registrerar dig för recaptcha.

# SiteSettings_Configuration_AD_Connection_Help
source: The LDAP connection string for the Active Directory connection.This should be in the format LDAP://mydc01.company.internal (it should be uppercase LDAP).
cs: Připojení k LDAP Active Directory.Použite formát LDAP://mydc01.company.internal (LDAP pište velkými znaky).
de: Der LDAP-Verbindungszeichenfolge für die Active Directory connection.This sollte im Format LDAP :/ / mydc01.company.internal (es sollte Großbuchstaben LDAP sein).
es: La cadena de conexión LDAP para la connection.This Active Directory debe estar en el formato LDAP :/ / mydc01.company.internal (debe estar en mayúsculas LDAP).
hi: सक्रिय निर्देशिका connection.This लिए LDAP कनेक्शन स्ट्रिंग एलडीएपी mydc01.company.internal / :/ (यह अपरकेस एलडीएपी होना चाहिए) प्रारूप में होना चाहिए.
it: La stringa di connessione LDAP per l'connection.This Active Directory deve essere nel formato LDAP :/ / mydc01.company.internal (dovrebbe essere maiuscolo LDAP).
nl: De LDAP-connectiestring voor de Active Directory. Geef deze op in het volgende formaat LDAP :/ / mydc01.company.internal (LDAP dient in hoofdletters opgegeven te worden)
pl: Połączenie LDAP (connection string) do usługi Active Directory. Przykładowy format: LDAP://mydc01.company.internal
sv: LDAP-anslutningssträngen för Active Directory kopplingen.Måste anges i formatet LDAP:/ /mydc01.company.internal (ange LDAP med versaler).

# SiteSettings_Configuration_AD_Username_Help
source: The username to authenticate against the Active Directory with. Leave blank if the app pool is running under a user with this permission.
cs: Uživatelské jméno pro ověření v Active Directory. Nechte prázdné pokud uživatel po kterým beží aplikační pool již oprávnění má.
de: Der Benutzername, der gegen die mit Active Directory zu authentifizieren. Leer lassen, wenn die App-Pool unter einem Benutzer mit dieser Berechtigung ausgeführt wird.
es: El nombre de usuario para autenticarse en Active Directory con. Dejar en blanco si el grupo de aplicación se ejecuta en un usuario con este permiso.
hi: उपयोगकर्ता नाम के साथ सक्रिय निर्देशिका के खिलाफ प्रमाणित करने के लिए. अनुप्रयोग पूल इस अनुमति के साथ एक उपयोगकर्ता के तहत चल रहा है तो खाली छोड़ दें.
it: Il nome utente per l'autenticazione in Active Directory con. Lasciare vuoto se il pool di applicazione viene eseguito con un utente con questa autorizzazione.
nl: De gebruikersnaam voor verificatie met de Active Directory. Alleen nodig indien de gebruiker van de applicationpool geen leesrechten heeft.
pl: Nazwa użytkownika do uwierzytelnienia w Active Directory. Pozostaw puste, jeśli pula aplikacji pracuje na koncie z takimi uprawnieniami.
sv: Användarnamnet som skall användas för autentiseringen mot Active Directory. Lämna fältet tomt om applikationspoolen körs som en användare med denna behörighet.

# SiteSettings_Configuration_AD_Password_Help
source: The password to use for authentication.
cs: Heslo pro ověření uživatele v AD.
de: Das Passwort für die Authentifizierung verwenden.
es: La contraseña a usar para la autenticación.
hi: पासवर्ड प्रमाणीकरण के लिए उपयोग करने के लिए.
it: La password da utilizzare per l'autenticazione.
nl: Het wachtwoord te gebruiken voor authenticatie aan de Active Directory. Alleen nodig indien de gebruiker van de applicationpool geen leesrechten heeft.
pl: Hasło do uwierzytelnienia w Active Directory.
sv: Lösenordet som skall användas för autentiseringen.

# SiteSettings_Configuration_EditorRole_Help
source: This is the name of the editor role - people who can edit and create pages. This is only used for Active Directory/Windows authentication - leave this blank to allow all users to be editors.
cs: Název role redaktora - lidé kteří mohou vytvářet a měnit stránky.
de: Dies ist der Name des Herausgebers Rolle - Menschen, die Seiten editieren und erzeugen können. Dies ist nur für Active Directory / Windows-Authentifizierung verwendet - dieses Feld leer lassen, damit alle Benutzer die Redaktion sein.
es: Este es el nombre de la función de editor - gente que puede editar y crear páginas. Sólo se utiliza para Active Directory / autenticación de Windows - dejar en blanco para permitir que todos los usuarios sean editores.
hi: पृष्ठों को संपादित करें और बना सकते हैं - जो लोग इस संपादक की भूमिका का नाम है. यह केवल सक्रिय निर्देशिका / Windows प्रमाणीकरण के लिए प्रयोग किया जाता है - सभी उपयोगकर्ताओं संपादकों होने की अनुमति देने के लिए इस खाली छोड़ दें.
it: Questo è il nome del ruolo di Editor - persone che possono modificare e creare pagine. Questo è utilizzato solo per Active Directory / autenticazione di Windows - lasciare vuoto per consentire a tutti gli utenti di essere editori.
nl: Dit is een naam van Windows beveiligingsgroep waar een auteur lid van dient te zijn - gebruikers die pagina's kunnen bewerken en maken. Dit wordt alleen gebruikt bij Active Directory / Windows-authenticatie. Indien leeg, dan zijn alle gebruikers auteurs
pl: Nazwa roli redaktora. Redaktorzy mogą tworzyć i edytować strony.
sv: Gruppnamnet för rollen Redaktören - användare som kan redigera och skapa sidor. Detta fält används endast för Active Directory / Windows-autentisering - lämna fältet tomt för att tillåta alla användare att bli redaktörer.

# SiteSettings_Configuration_AdminRole_Help
source: {bold}WARNING{/bold} changing this may lock you out of the site when using Active Directory/Windows authentication. Make a backup of your web.config first before saving. {br}{br}This is the name of the admin role. Admins have the same rights as editors, but also have access to configuration settings and tools for the site.
cs: {Bold} POZOR {/ bold} Změna může zamknout z webu při používání služby Active Directory / ověřování systému Windows. Udělejte si zálohu souboru web.config první před uložením. {Br} {br} To je jméno admin roli. Správci mají stejná práva jako editory, ale také přístup k nastavení konfigurace a nástroje pro web.
de: {bold}WARNUNG{/bold} Eine Änderung kann man aussperren der Website bei der Verwendung von Active Directory / Windows-Authentifizierung. Machen Sie ein Backup Ihrer web.config ersten vor dem Speichern. <br/> Dies ist der Name des Admin-Rolle. Admins haben die gleichen Rechte wie Redakteure, sondern haben auch Zugriff auf die Konfigurations-Einstellungen und Werkzeuge für die Website.
es: {bold}ADVERTENCIA{/bold} el cambio puede dejarlo fuera del sitio cuando se utiliza Active Directory / autenticación de Windows. Hacer una copia de seguridad de su web.config primero antes de guardar. {br}{br} Este es el nombre del rol de administrador. Administradores de tener los mismos derechos que los editores, sino que también tienen acceso a los ajustes de configuración y herramientas para el sitio.
hi: {bold}चेतावनी{/bold} को सक्रिय निर्देशिका / Windows प्रमाणीकरण का उपयोग करते समय इस बदलते साइट से आप को लॉक कर सकते हैं. बचत करने से पहले पहले अपने web.config के एक बैकअप बना. {br} यह व्यवस्थापक भूमिका का नाम है {br}. बनावें संपादक के रूप में एक ही अधिकार है, लेकिन यह भी साइट के लिए विन्यास सेटिंग्स और उपकरणों का उपयोग किया है.
it: {bold} ATTENZIONE {/bold} cambiare questo potrebbe bloccare l'utilizzo del sito quando si utilizza Active Directory / autenticazione di Windows. Fare un backup del file web.config prima prima di salvare. {br} Questo è il nome del ruolo admin. Gli amministratori hanno gli stessi diritti degli editori, ma anche avere accesso alle impostazioni di configurazione e strumenti per il sito.
nl: {bold}LET OP:{/bold} indien foutief ingesteld dan kunt u niet meer inloggen! Maak eerst een back-up van de web.config voordat deze instelling gewijzigd wordt. {br}{br} Dit is een naam van Windows beveiligingsgroep waar een beheerder lid van dient te zijn. Beheerders hebben dezelfde rechten als auteurs, maar hebben ook toegang tot de website-instellingen en -tools.
pl: {bold}UWAGA{/bold} zmiana może zablokować Ci korzystanie z witryny. Przed zapisaniem utwórz kopię zapasową pliku web.config. Nazwa roli administratora. Administratorzy mają takie same prawa jak redaktorzy, ponadto mają dostęp do konfiguracji oraz narzędzi.
sv: {bold}VARNING{/bold} om du ändrar detta kan du bli utlåst från webbplatsen när du använder Active Directory / Windows-autentisering. Ta en backup av web.config innan du sparar. {br}{br} Gruppnamnet för rollen Administratörer. Administratörer har samma rättigheter som redaktörer, men har även tillgång till inställningar och verktyg för webbplatsen.

# SiteSettings_Configuration_MarkupType_Help
source: This is the markup format that is used. Roadkill currently supports the following values: Creole, Markdown, Mediawiki.
cs: Použitý značkovací jazyk. Roadkill nyní podporuje tyto hodnoty: Creole, Markdown, Mediawiki.
de: Dies ist die Markup-Format verwendet wird. Roadkill unterstützt derzeit die folgenden Werte: Kreolisch, Markdown, Mediawiki.
es: Este es el formato de marcado que se utiliza. Roadkill es compatible actualmente con los siguientes valores: criollos, Markdown, Mediawiki.
hi: यह प्रयोग किया जाता है कि मार्कअप प्रारूप है. क्रियोल, markdown, साँचा: roadkill वर्तमान में निम्न मान का समर्थन करता है.
it: Questo è il formato di markup utilizzato. Roadkill attualmente supporta i seguenti valori: Creola, Markdown, MediaWiki.
nl: De markuptaal die Roadkill gebruikt voor de pagina's. Mogelijke talen: Creol, Markdown, Mediawiki.
pl: Używany format znaczników. Obecnie Roadkill wspiera formaty: Creole, Markdown, Mediawiki.
sv: Det markupkodformat som används. Roadkill stöder för närvarande följande format: Creole, Markdown, Mediawiki.

# SiteSettings_Configuration_Theme_Help
source: This is the theme that the site uses. This should match a folder name in the Themes directory.
cs: Použité téma stránek. Název tématu musí být stejný jako název adresáře ve složce Themes.
de: Das ist das Thema, dass die Website verwendet. Dieser sollte einen Ordnernamen in der Themes-Verzeichnis.
es: Este es el tema que el sitio utiliza. Debe coincidir con el nombre de la carpeta en el directorio de temas.
hi: इस साइट का उपयोग करता है कि विषय है. इस थीम्स निर्देशिका में एक फ़ोल्डर नाम से मेल खाना चाहिए.
it: Questo è il tema che il sito utilizza. Questo dovrebbe corrispondere a un nome di cartella nella directory di temi.
nl: Het thema die de website gebruikt.
pl: Motyw używany dla witryny. Należy wskazać nazwę folderu w katalogu Themes.
sv: Det tema som används för webbplatsen. Detta måste motsvara ett mappnamn i katalogen Themes.

# SiteSettings_Configuration_Attachments_Help
source: This is the directory where all files are uploaded to. This setting should start with ~/ to indicate the site root folder.
cs: Do tohoto adresáře jsou nahrávány všechny soubory. Cesta by měla začínat ~/ což znamená kořenový adresář.
de: Dies ist das Verzeichnis, in dem alle Dateien hochgeladen werden. Diese Einstellung sollte mit ~ / beginnen, den Stammordner anzuzeigen.
es: Este es el directorio en el que todos los archivos se cargan. Este ajuste debe comenzar con ~ / para indicar la carpeta raíz del sitio.
hi: यह सभी फ़ाइलों को अपलोड कर रहे हैं, जहां निर्देशिका है. यह सेटिंग साइट रूट फ़ोल्डर इंगित करने के लिए ~ / के साथ शुरू करना चाहिए.
it: Questa è la directory in cui tutti i file vengono caricati. Questa impostazione dovrebbe iniziare con ~ / per indicare la cartella principale del sito.
nl: Naar deze map worden alle bestanden geüpload. Deze instelling dient te beginnen met ~ / (website-root). De gebruiker van de applicationpool dient hier schrijfrechten te hebben.
pl: Nazwa katalogu do którego są przesyłane wszystkie załączniki. Ścieżka powinna zaczynać się od ~/ co wskazuje na katalog główny.
sv: Katalogen där alla uppladdade filer / bilagor sparas. Denna sökväg måste börja med ~ / som indikerar webbplatsens rotkatalog.

# SiteSettings_Configuration_Extensions_Help
source: These are the file extensions that can be uploaded, comma separated.
cs: Soubory s těmito příponami mohou být nahrávány. Oddělujte je čárkou.
de: Das sind die Datei-Erweiterungen, die hochgeladen werden können, getrennt durch Komma.
es: Estas son las extensiones de los archivos que se pueden cargar, separados por comas.
hi: ये अपलोड किया जा सकता है कि फ़ाइल एक्सटेंशन हैं, अल्पविराम अलग कर दिया.
it: Queste sono le estensioni dei file che è possibile caricare, separati da virgola.
nl: Deze bestandsextensies worden geaccepteerd bij het uploaden. Scheid de extensies met een puntkomma.
pl: Lista rozszerzeń plików (oddzielonych przecinkiem), które mogą być przesyłane jako załączniki.
sv: Dessa är de filändelser som får laddas upp, separerade med kommatecken.

# SiteSettings_Configuration_ObjectCaching_Help
source: Enables Object caching. Roadkill caches all pages and content in memory after retrieving it from the database. The cache is automatically updated when a page changes. Recommended to increase the responsiveness of the site. Object caching is not currently supported for web gardens or web farms.
cs: Umožňuje ukládání objektů do mezipaměti. Roadkill ukládá všechny stránky a obsah v paměti po načtení z databáze. Cache je automaticky aktualizován, když stránky se mění. Doporučuje se zvýšit schopnost těchto stránek. Objekt mezipaměti není aktuálně podporován pro webové zahrady nebo webové farmy.
de: Ermöglicht Object Caching. Roadkill speichert alle Seiten und Inhalte im Speicher nach dem Abrufen aus der Datenbank. Der Cache wird automatisch aktualisiert, wenn eine Seite ändert. Empfohlen, um die Reaktionsfähigkeit der Website zu erhöhen. Object Caching wird derzeit nicht für Web-Gärten oder Web-Farmen unterstützt.
es: Permite el almacenamiento en caché de objetos. Roadkill almacena en caché todas las páginas y el contenido de la memoria después de recuperar desde la base de datos. La memoria caché se actualiza automáticamente cuando una página cambia. Recomendado para aumentar la capacidad de respuesta del sitio. El almacenamiento en caché de objeto no está actualmente soportado para jardines Web o servidores Web.
hi: ऑब्जेक्ट कैशिंग सक्षम बनाता है. Roadkill डेटाबेस से पुन: प्राप्त करने के बाद स्मृति में सभी पृष्ठों और सामग्री को कैश करता है. जब एक पृष्ठ परिवर्तन कैश स्वचालित रूप से अद्यतन किया जाता है. साइट की जवाबदेही बढ़ाने के लिए सिफारिश की. ऑब्जेक्ट कैशिंग वर्तमान वेब उद्यान या वेब खेतों के लिए समर्थित नहीं है.
it: Abilita il caching oggetto. Roadkill memorizza nella cache tutte le pagine e contenuti in memoria dopo il recupero dal database. La cache viene aggiornata automaticamente quando una pagina cambia. Raccomanda di aumentare la capacità di risposta del sito. Caching oggetto non è attualmente supportato per giardini web o web farm.
nl: Gebruik 'Object caching'. Roadkill slaat alle pagina's en inhoud in het geheugen na het ophalen uit de database. De cache wordt automatisch bijgewerkt wanneer een pagina verandert. Aanbevolen om het reactievermogen van de website te verhogen. Object caching wordt momenteel niet ondersteund voor 'web gardens' of 'web farms',
pl: Włącza buforowanie obiektu. Roadkill buforuje wszystkie strony i treści w pamięci, po pobraniu go z bazy danych. Pamięć podręczna jest automatycznie aktualizowany przy zmianie stron. Zalecane na poprawienie terenu. Buforowanie obiektu nie jest aktualnie obsługiwany przez internetową ogrodów lub gospodarstw internetowych.
sv: Aktiverar cachelagring av objekt. Roadkill cachelagrar alla sidor och allt innehåll i minnet efter att det hämtats från databasen. Cachen uppdateras automatiskt när en sida ändras. Rekommenderar för att snabba upp webbplatsen. Cachelagring av objekt stöds för närvarande inte för sk webgardens eller webbservergrupper.
