Repository: sjl2/roadkill
Catalog: src/Roadkill.Core/Localization/SiteStrings.*.resx
Languages: cs, de, es, hi, it, nl, pl, sv

# Navigation_Login
source: Login
cs: Přihlásit se
de: Anmelden
hi: लॉगिन
it: Accedi
nl: Inloggen
pl: Zaloguj
sv: Inloggning

# Navigation_Logout
source: Logout
cs: Odhlásit se
de: Abmelden
es: Salir
hi: लॉगआउट
it: Esci
nl: Uitloggen
pl: Wyloguj
sv: Logga ut

# Navigation_Register
source: Register
cs: Zaregistrovat se
de: Registrieren
es: Registro
hi: रजिस्टर
it: Registrati
nl: Registreren
pl: Zarejestruj
sv: Registrera

# Navigation_MainPage
source: Main Page
cs: Hlavní stránka
de: Startseite
es: Página Principal
hi: मुख्य पृष्ठ
it: Pagina Principale
nl: Hoofdpagina
pl: Strona główna
sv: Huvudsida

# Navigation_Categories
source: Categories
cs: Kategorie
de: Kategorien
es: Categorías
hi: श्रेणियाँ
it: Categorie
nl: Categorieën
pl: Kategorie
sv: Kategorier

# Navigation_AllPages
source: All pages
cs: Všechny stránky
de: Alle Seiten
es: Todas las páginas
hi: सभी पृष्ठों
it: Tutte le pagine
nl: Alle pagina's
pl: Wszystkie strony
sv: Alla sidor

# Navigation_NewPage
source: New page
cs: Nová stránka
de: Neue Seite
es: Nueva página
hi: नई पेज
it: Nuova pagina
nl: Nieuwe pagina
pl: Nowa strona
sv: Ny sida

# Navigation_SiteSettings
source: Site settings
cs: Nastavení
de: Site-Einstellungen
es: Configuración del sitio
hi: साइट सेटिंग्स
it: Impostazioni del sito
nl: Website instellingen
pl: Ustawienia witryny
sv: Webbplatsinställningar

# Navigation_Edit
source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
hi: संपादित करें
it: Modifica
nl: Bijwerken
pl: Edytuj
sv: Redigera

# Navigation_Delete
source: Delete
cs: Smazat
de: Löschen
es: Borrar
hi: हटाना
it: Cancella
nl: Verwijderen
pl: Usuń
sv: Radera

# Navigation_History
source: History
cs: Historie
de: Geschichte
es: Historia
hi: इतिहास
it: Storia
nl: Geschiedenis
pl: Historia
sv: Historik

# Navigation_ViewHistory
source: View History
cs: Zobrazit historii
de: Verlauf anzeigen
es: Ver historial
hi: इतिहास देखें
it: Visualizza cronologia
nl: Bekijk geschiedenis
pl: Zobacz historię
sv: Visa historik

# Button_Login
source: Login
cs: Přihlásit se
de: Anmelden
hi: लॉगिन
it: Accedi
nl: Inloggen
pl: Zaloguj
sv: Logga in

# Button_Cancel
source: Cancel
cs: Storno
de: Stornieren
es: Cancelar
hi: रद्द करें
it: Annullare
nl: Annuleren
pl: Anuluj
sv: Avbryt

# Button_Save
source: Save
cs: Uložit
de: Speichern
es: Guardar
hi: बचाना
it: Salva
nl: Opslaan
pl: Zapisz
sv: Spara

# Button_Preview
source: Preview
cs: Náhled
de: Vorschau
es: Avance
hi: पूर्वावलोकन
it: Anteprima
nl: Voorbeeld
pl: Podgląd
sv: Förhandsgranska

# Button_Import
source: Import
cs: Importovat
de: Importieren
es: Importar
hi: आयात
it: Importazione
nl: Importeren
pl: Importuj
sv: Importera

# Button_Rename
source: Rename
cs: Přejmenovat
de: Benennen
es: Rebautizar
hi: नाम बदलें
it: Rinominare
nl: Hernoemen
pl: Zmień nazwę
sv: Döp om

# Button_Upload
source: Upload
cs: Nahrát
de: Hochladen
es: Subir
hi: अपलोड करें
it: Caricare
nl: Uploaden
pl: Prześlij
sv: Ladda upp

# Button_Search
source: Search
cs: Hledat
de: Suchen
es: Buscar
hi: खोज
it: Cerca
nl: Zoeken
pl: Szukaj
sv: Sök

# Shared_EditLink
source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
hi: संपादित करें
it: Modifica
nl: Bewerken
pl: Edytuj
sv: Redigera

# Shared_DeleteLink
source: Delete
cs: Smazat
de: Löschen
es: Borrar
hi: हटाना
it: Cancella
nl: Verwijderen
pl: Usuń
sv: Radera

# Shared_ConfirmLink
source: Confirm
cs: Potvrdit
de: Bestätigen
es: Confirmar
hi: पुष्टि करें
it: Confermare
nl: Bevestigen
pl: Potwierdź
sv: Bekräfta

# Shared_NotLoggedIn
source: Not logged in
cs: Nepřihlášen
de: Nicht eingeloggt
es: No conectado
hi: में लॉग इन नहीं
it: Non sei loggato
nl: Niet ingelogd
pl: Nie zalogowany
sv: Ej inloggad

# Shared_LoggedInAs
source: Logged in as
cs: Přihlášen jako
de: Angemeldet als
es: Conectado como
hi: के रूप में लॉग
it: Collegato come
nl: Ingelogd als
pl: Zalogowany jako
sv: Inloggad som

# Shared_LastModified
source: This page was last modified
cs: Tato stránka byla naposledy upravena
de: Diese Seite wurde zuletzt geändert am
es: Esta página fue modificada por última vez
hi: इस पन्ने का पिछला पर संशोधित किया गया था
it: Questa pagina è stata modificata in
nl: Deze pagina is als laatst gewijzigd op
pl: Tę stronę ostatnio zmodyfikowano
sv: Sidan ändrades senast den

# Shared_PoweredBy
source: Powered by Roadkill Wiki
cs: Beží na Roadkill .NET
de: Präsentiert von Roadkill Wiki
es: Desarrollado por Roadkill Wiki
hi: Roadkill विकी द्वारा संचालित

# Shared_Firstname_Label
source: First name:
cs: Jméno:
de: Vorname:
es: Nombre:
hi: प्रथम नाम:
it: Nome:
nl: Voornaam:
pl: Imię:
sv: Förnamn:

# Shared_Lastname_Label
source: Last name:
cs: Příjmení:
de: Nachname:
es: Apellido:
hi: अंतिम नाम:
it: Cognome:
nl: Achternaam:
pl: Nazwisko:
sv: Efternamn:

# Shared_Username_Label
source: Username:
cs: Uživatelské jméno:
de: Benutzername:
es: Nombre de usuario:
hi: प्रयोक्ता नाम:
it: Nome utente:
nl: Gebruikersnaam:
pl: Nazwa użytkownika:
sv: Användarnamn:

# Shared_Email_Label
source: Email:
hi: ईमेल:
pl: Adres email:
sv: Epost:

# Shared_Password_Label
source: Password:
cs: Heslo:
de: Passwort:
es: Contraseña:
hi: पासवर्ड:
nl: Wachtwoord:
pl: Hasło:
sv: Lösenord:

# Shared_PasswordConfirm_Label
source: Password confirm:
cs: Potvrzení hesla:
de: Passwort bestätigen:
es: Contraseña confirmar:
hi: पासवर्ड की पुष्टि करें:
it: Conferma password:
nl: Bevestig wachtwoord:
pl: Potwierdź hasło:
sv: Bekräfta lösenord:

# Shared_Error
source: An error occurred:
cs: Vyskytla se chyba:
de: Ein Fehler ist aufgetreten:
es: Se ha producido un error:
hi: एक त्रुटि हो गई:
it: Si è verificato un errore:
nl: Er is een fout opgetreden:
pl: Wystąpił błąd:
sv: Ett fel inträffade:

# User_Validation_Username
source: The username field is required.
cs: Uživatelské jméno je povinné.
de: Der Benutzername ist erforderlich.
es: Se requiere que el campo nombre de usuario.
hi: उपयोगकर्ता नाम फ़ील्ड की आवश्यकता है.
it: Il campo è obbligatorio Nome utente.
nl: Gebruikersnaam is een verplicht veld
pl: Pole Nazwa użytkownika jest wymagane.
sv: Användarnamn är ett obligatoriskt fält.

# User_Validation_Email
source: The email field is required.
cs: Email je povinný.
de: Die E-Mail ist erforderlich.
es: Se requiere que el campo de correo electrónico.
hi: ईमेल फ़ील्ड की आवश्यकता है.
it: Il campo è obbligatorio email.
nl: E-mail is een verplicht veld.
pl: Pole Adres email jest wymagane.
sv: Epost är ett obligatoriskt fält.

# User_Validation_Email_Check
source: The email field does not contain a valid email.
cs: Pole email neobsahuje platnou emailovou adresu.
de: Die E-Mail-Feld enthält keine gültige E-Mail.
es: El campo de correo electrónico no contiene una dirección de correo electrónico válida.
hi: ईमेल के क्षेत्र में एक मान्य ईमेल शामिल नहीं है.
it: Il campo e-mail non contiene un indirizzo email valido.
nl: Veld e-mail bevat geen correct e-mailadres
pl: Niepoprawne pole Adres email.
sv: Epostfältet innehåller inte en giltig e-postadress.

# User_Validation_UsernameExists
source: The username {0} already exists.
cs: Uživatelské jméno {0} již existuje.
de: Der Benutzername {0} existiert bereits.
es: Ya existe el nombre de usuario {0}.
hi: उपयोगकर्ता नाम {0} पहले से ही मौजूद है.
it: Il nome utente {0} esiste già.
nl: Gebruikersnaam {0} is al in gebruik.
pl: Użytkownik o nazwie {0} już istnieje.
sv: Användarnamnet {0} finns redan.

# User_Validation_UsernameEmpty
source: The The username is empty.
cs: Uživatelské jméno není vyplněno.
de: Der Der Benutzername ist leer.
es: El El nombre de usuario está vacío.
hi: उपयोगकर्ता नाम खाली है.
it: Il Il nome utente è vuoto.
nl: De gebruikersnaam is leeg.
pl: Nazwa użytkownika jest pusta.
sv: Fältet för användarnamn är tomt.

# User_Validation_EmailExists
source: The email {0} already exists.
cs: Emailová adresa {0} již existuje.
de: Die E-Mail {0} existiert bereits.
es: El email {0} ya existe.
hi: ईमेल {0} पहले से ही मौजूद है.
it: L'e-mail {0} esiste già.
nl: E-mailadres {0} is al in gebruik.
pl: Adres email {0} już istnieje.
sv: Epostadressen {0} finns redan.

# User_Validation_PasswordsDontMatch
source: The passwords don't match.
cs: Hesla nesouhlasí.
de: Die Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
hi: पासवर्ड मेल नहीं खाते.
it: Le password non corrispondono.
nl: De wachtwoorden komen niet overeen.
pl: Hasła nie pasują do siebie.
sv: Lösenorden stämmer inte överens.

# User_Validation_PasswordTooShort
source: The password is less than {0} characters
cs: Heslo obsahuje méně než {0} znaků
de: Das Passwort ist weniger als {0} Zeichen
es: La contraseña es inferior a {0} caracteres
hi: पासवर्ड {0} अक्षर से कम है
it: La parola d'ordine è inferiore a {0} caratteri
nl: Het wachtwoord is korter dan {0} tekens
pl: Hasło jest krótsze niż {0} znaków.
sv: Lösenordet är kortare än {0} tecken

# Login_Title
source: Login
cs: Přihlášení
de: Anmelden
hi: लॉगिन
it: Accedi
nl: Inloggen
pl: Zaloguj się
sv: Inloggning

# Login_ForgottenPassword
source: Forgotten your password?
cs: Zapoměli jste své heslo?
de: Passwort vergessen?
es: ¿Olvidó su contraseña?
hi: अपना पासवर्ड भूल गए?
it: Hai dimenticato la password?
nl: Wachtwoord vergeten?
pl: Zapomniałeś hasła ?
sv: Glömt lösenordet?

# Login_Unsuccessful_Title
source: Login was unsuccessful
cs: Přihlášení nebylo úspešné
de: Anmeldung war nicht erfolgreich
es: Login no tuvo éxito
hi: लॉगइन असफल रहा था
it: Login non ha avuto successo
nl: Inloggen is mislukt
pl: Logowanie nieudane
sv: Inloggningen misslyckades

# Login_Error
source: The username/password is incorrect
cs: Chybné jméno nebo heslo
de: Der Benutzername / Passwort ist nicht korrekt
es: El nombre de usuario / contraseña es incorrecta
hi: उपयोगकर्ता नाम / पासवर्ड गलत है
it: Il nome utente / password non è corretta
nl: De gebruikersnaam en / of wachtwoord is onjuist
pl: Nieprawidłowa nazwa użytkownika lub hasło
sv: Användarnamnet / lösenordet är felaktigt

# Signup_Title
source: Register / Signup
cs: Zaregistrovat se
de: Registrieren / Anmelden
es: Registrarse / Registrar
hi: पंजीकरण / रजिस्टर
it: Registrati / Iscriviti
nl: Registreren
pl: Zarejestruj
sv: Registrering

# Signup_Label
source: Please enter you details below.
cs: Vyplňte níže uvedené prosím.
de: Bitte geben Sie Details unten.
es: Por favor, introduzca sus datos a continuación.
hi: नीचे आप विवरण दर्ज करें.
it: Inserisci i particolari qui di seguito.
nl: Vul hieronder je gegevens in.
pl: Uzupełnij swoje dane.
sv: Fyll i dina uppgifter nedan.

# Button_Signup
source: Register new user
cs: Registrace nového uživatele
de: Neuen Benutzer registrieren
es: Registro nuevo usuario
hi: नई उपयोगकर्ता पंजीकरण
it: Registrazione nuovo utente
nl: Registreer nieuwe gebruiker
pl: Zarejestruj nowego użytkownika
sv: Registrera ny användare

# Signup_Complete_Title
source: Signup complete.
cs: Registrace byla úspěšná.
de: Anmelden abgeschlossen.
es: Regístrate completa.
hi: पूरा साइनअप.
it: Iscriviti completo.
nl: Registratie voltooid.
pl: Rejestracja zakończona.
sv: Registrering klar.

# Signup_Complete_Label
source: Thank you, an email has been sent to {0} with details on how to complete the signup.
cs: Děkujeme Vám, email s pokyny pro dokončení registrace Vám byl odeslán na adresu {0}.
de: Vielen Dank, ein E-Mail an {0} wurde mit Details auf, wie man den Anmeldevorgang abzuschließen gesendet.
es: Gracias, un e-mail ha sido enviado a {0} con detalles sobre cómo completar el registro.
hi: धन्यवाद, एक ईमेल पंजीकरण पूरा करने के बारे में जानकारी के साथ {0} को भेजा गया है.
it: Grazie, una e-mail è stata inviata a {0} con i dettagli su come completare l'iscrizione.
nl: Bedankt, een e-mailbericht is verzonden naar {0|. In deze e-mail staat hoe u het aanmeldingsproces kunt voltooien.
pl: Dziękujemy, na adres {0} zostanie wysłany email ze szczegółami, jak dokończyć rejestrację.
sv: Tack, ett mail har skickats till {0} med information om hur registreringsprocessen slutförs.

# Signup_Complete_NoEmail
source: Not received your email?
cs: Neobržel jste email?
de: Nicht erhalten Ihre E-Mail?
es: No se ha recibido su correo electrónico?
hi: अपने ईमेल नहीं मिला?
it: Non ha ricevuto una e-mail?
nl: Geen e-mail ontvangen?
pl: Nie otrzymałeś email-a?
sv: Inte fått ditt mail?

# Signup_Complete_EmailResent
source: The confirmation email was resent.
cs: Potvrzovací email byl znovu odeslán.
de: Die Bestätigungsmail war übel.
es: El correo electrónico de confirmación se resienten.
hi: पुष्टिकरण ईमेल क्रोध था.
it: La mail di conferma è stato inviato nuovamente.
nl: Bevestigingsmail is opnieuw verstuurd.
pl: Email z potwierdzeniem został ponownie wysłany.
sv: Bekräftelsemailet har skickats igen.

# Button_Signup_Complete_EmailResend
source: Resend email confirmation
cs: Znovu odeslat potvrzovací email
de: Erneut senden E-Mail Bestätigung
es: Vuelva a enviar confirmación por correo electrónico
hi: ईमेल पुष्टि पुन: भेजें
it: Reinvia mail di conferma
nl: Opnieuw verzenden bevestigingsmail
pl: Wyślij ponownie email z potwierdzeniem
sv: Skicka om bekräftelsemailet.

# Signup_Error_General
source: An error occurred with the signup.
cs: Při registraci se vyskytla chyba.
de: Ein Fehler ist aufgetreten mit der Anmeldungen.
es: Se ha producido un error con el registro.
hi: एक त्रुटि पंजीकरण के साथ हुई.
it: Si è verificato un errore con la registrazione.
nl: Er is een fout opgetreden met de aanmelding
pl: Wystąpił błąd podczas rejestracji.
sv: Ett fel uppstod med registreringen.

# Signup_Error_Recaptcha
source: The two words for the anti-spam box were incorrect
cs: Dvě slova byla pro antispamový filtr nesprávná.
de: Die beiden Worte für die Anti-Spam-Box nicht korrekt
es: Las dos palabras para el cuadro de anti-spam son correctos
hi: विरोधी स्पैम बॉक्स के लिए दो शब्द गलत थे
it: Le due parole per la casella antispam erano errati
nl: De woorden van de ReCaptcha waren onjuist. Dit dienen twee woorden te zijn.
pl: Nieprawidłowy kod weryfikacyjny
sv: De två anti-spam orden var felaktiga

# Activate_Title
source: Account Activation
cs: Aktivace účtu
de: Kontoaktivierung
es: Activación de la cuenta
hi: खाता सक्रियण
it: Attivazione dell'account
nl: Account activatie
pl: Aktywacja konta
sv: Kontoaktivering

# Activate_Success_Title
source: Activation successful
cs: Aktivace byla úspěšná
de: Aktivierung erfolgreich
es: La activación exitosa
hi: सक्रियण सफल
it: Attivazione di successo
nl: Activering succesvol
pl: Aktywacja zakończona powodzeniem
sv: Aktiveringen lyckades

# Activate_Error_Title
source: Activation was unsuccessful
cs: Při aktivaci se vyskytla chyba
de: Aktivierung nicht erfolgreich war
es: La activación fue exitosa
hi: सक्रियण असफल रहा था
it: L'attivazione ha avuto successo
nl: Activering is mislukt
pl: Aktywacja zakończona niepowodzeniem
sv: Aktiveringen misslyckades

# Activate_Label
source: Your account has been sucessfully activated.
cs: Váš účt byl úspěšně aktivován.
de: Ihr Konto wurde erfolgreich aktiviert.
es: Su cuenta ha sido activada con éxito.
hi: आपका खाता सफलतापूर्वक सक्रिय हो गया है.
it: Il tuo account è stato attivato con successo.
nl: Uw account is geactiveerd.
pl: Twoje konto zostało aktywowane.
sv: Ditt konto är nu aktiverat.

# Activate_Link
source: Click here to login
cs: Klikněte zde pro přihlášení
de: Klicken Sie hier, um sich anzumelden
es: Haga clic aquí para ingresar
hi: लॉगिन करने के लिए यहाँ क्लिक करें
it: Clicca qui per il login
nl: Klik hier om in te loggen
pl: Kliknij, aby się zalogować
sv: Klicka här för att logga in

# Activate_Error
source: There was a problem activating your account. It may have already been activated.
cs: Došlo k chybě při aktivaci Vašeho účtu. Je pravděpodobně již aktivován.
de: Es gab ein Problem Aktivierung Ihres Kontos. Es kann bereits aktiviert haben.
es: Hubo un problema al activar su cuenta. Puede que ya haya sido activado.
hi: अपने खाते को सक्रिय करने में एक समस्या आई थी. यह पहले से ही सक्रिय हो गया है हो सकता है.
it: C'è stato un problema di attivazione dell'account. Potrebbe essere già stato attivato.
nl: Het activeren van uw account is mislukt. Wellicht is het al reeds geactiveerd?
pl: Wystąpił problem z aktywacją Twojego konta.
sv: Ett problem uppstod när ditt konto skulle aktiveras. Det kanske redan har aktiverats.

# ResetPassword_Title
source: Reset your password.
cs: Změnit heslo.
de: Ihr Passwort zurücksetzen.
es: Restablecer su contraseña.
hi: अपना पासवर्ड रीसेट.
it: Reimpostare la password.
nl: Wachtwoord opnieuw instellen.
pl: Przywracanie hasła
sv: Återställ ditt lösenord.

# ResetPassword_Label
source: Enter your email below to reset your password. You will then receive an email with a link to reset your password.
cs: Pro změnu hesla zadejte svou emailovou adresu. Obdržíte email s odkazem na změnu hesla.
de: Geben Sie Ihre e-Mail unten, um Ihr Passwort zurückzusetzen. Sie erhalten dann eine E-Mail mit einem Link zum Zurücksetzen Ihres Passworts.
es: Ingrese su correo electrónico para restablecer la contraseña. A continuación, recibirá un correo electrónico con un enlace para restablecer tu contraseña.
hi: अपना पासवर्ड रीसेट करने के लिए नीचे अपना ईमेल दर्ज करें. तब आप अपने पासवर्ड को रिसेट करने के लिए एक कड़ी के साथ एक ईमेल प्राप्त होगा.
it: Inserisci la tua email qui sotto per reimpostare la password. Riceverai una mail con un link per reimpostare la password.
nl: Geef uw e-mailadres op om uw wachtwoord opnieuw in te stellen. U ontvangt een e-mail met een link. Met deze link kunt u het wachtwoord opnieuw instellen.
pl: Wprowadź swój adres email w celu przywrócenia hasła. Otrzymasz wiadomość email z linkiem do ustalenia nowego hasła
sv: Ange din e-postadress nedan för att återställa ditt lösenord. Du kommer då att få ett mail med en länk för att återställa ditt lösenord.

# ResetPassword_Complete_Label
source: Please enter your new password.
cs: Zadejte své nové heslo.
de: Bitte geben Sie Ihr neues Passwort.
es: Introduzca su nueva contraseña.
hi: अपना नया पासवर्ड दर्ज करें.
it: Si prega di inserire la nuova password.
nl: Vul uw nieuwe wachtwoord in.
pl: Wprowadź nowe hasło.
sv: Ange ditt nya lösenord.

# Button_ResetPassword
source: Reset password
cs: Změnit heslo
de: Passwort zurücksetzen
es: Restablecer contraseña
hi: पासवर्ड रीसेट
it: Resettare la password
nl: Verstuur
pl: Przywracanie hasła
sv: Återställ lösenord

# ResetPassword_Successful_Title
source: Reset password successful.
cs: Změna hesla byla úspěšná.
de: Passwort zurücksetzen erfolgreich.
es: Restablecer contraseña de éxito.
hi: पासवर्ड सफल रीसेट.
it: Resettare la password di successo.
nl: Wachtwoord is gereset.
pl: Zakończono przywracanie hasła.
sv: Återställing av lösenordet lyckades.

# ResetPassword_Successful_Label
source: Your password was sucessfully reset.
cs: Vaše heslo bylo úspešně nastaveno.
de: Ihr Passwort wurde erfolgreich zurückgesetzt.
es: Su contraseña se reinicia con éxito.
hi: आपका पासवर्ड सफलतापूर्वक रीसेट किया गया था.
it: La tua password è stata con successo resettato.
nl: Uw wachtwoord is gereset.
pl: Ustalenie nowego hasła zakończone powodzeniem.
sv: Ditt lösenord är nu återställt.

# ResetPassword_Invalid_Title
source: Reset password invalid.
cs: Neplatná změna hesla.
de: Neues Passwort ungültig.
es: Restablecer contraseña no válida.
hi: पासवर्ड अमान्य रीसेट.
it: Resettare password non valida.
nl: Deze link is verlopen
pl: Nie udało się odzyskać hasła
sv: Återställingslösenordet är ogiltigt.

# ResetPassword_Invalid_Label
source: The password reset key is no longer valid.
cs: Klíč pro změnu hesla již není platný.
de: Das Passwort-Reset-Taste ist nicht mehr gültig.
es: La clave de restablecimiento de contraseña ya no es válida.
hi: पासवर्ड रीसेट कुंजी मान्य नहीं रह गया है.
it: La chiave di reimpostazione della password non è più valida.
nl: Deze link is verlopen
pl: Klucz do ustalenia nowego hasła utracił ważność.
sv: Återställningsnyckeln är inte längre giltigt.

# ResetPassword_EmailSent_Title
source: Your password reset request was sent.
cs: Váš požadavek na změnu hesla byl odeslán.
de: Ihr Passwort Reset-Anfrage gesendet wurde.
es: Su solicitud de restablecimiento de contraseña ha sido enviada.
hi: आपका पासवर्ड रीसेट करने का अनुरोध भेजा गया था.
it: La tua richiesta di reimpostazione della password è stato inviato.
nl: Er is een e-mailbericht verzonden voor het wijzigen van het wachtwoord.
pl: Wysłano żądanie przywracania hasła.
sv: Din begäran om att återställa lösenordet är skickad.

# ResetPassword_EmailSent_Label
source: Thank you, an email has been sent to {0} with details on how to reset your password.
cs: Dobrý den, na adresu {0} Vám byl poslán email s pokyny pro změnu hesla.
de: Vielen Dank, ein E-Mail an {0} wurde mit Details, wie Sie Ihr Passwort zurücksetzen.
es: Gracias, un e-mail ha sido enviado a {0} con detalles sobre cómo restablecer su contraseña.
hi: धन्यवाद, एक ईमेल {0} अपना पासवर्ड रीसेट करने के बारे में जानकारी के साथ भेज दिया गया है.
it: Grazie, una e-mail è stata inviata a {0} con i dettagli su come reimpostare la password.
nl: Bedankt, een e-mail is verzonden naar {0}. Hierin staan de stappen hoe u het wachtwoord kunt wijzigen.
pl: Dziękujemy, email ze szczegółami dotyczącymi przywracania hasła został wysłany na adres {0}.
sv: Tack, ett mail har skickats till {0} med information om hur lösenordet återställs.

# ResetPassword_Error
source: The passwords do not match, or are too short
cs: Hesla nesouhlasí nebo jsou příliš krátká
de: Die Passwörter stimmen nicht überein, oder sind zu kurz
es: Las contraseñas no coinciden, o son demasiado cortos
hi: पासवर्ड मेल, या बहुत कम कर रहे हैं नहीं है
it: Le password non corrispondono, o sono troppo brevi
nl: De wachtwoorden komen niet overeen, of deze zijn te kort
pl: Hasła nie pasują do siebie, lub hasło jest za krótkie
sv: Lösenorden stämmer inte, eller är för korta

# ResetPassword_Error_ServerError
source: The password reset failed from a server error.
cs: Z důvodu chyby serveru nebylo heslo změněno
de: Die Passwort-Reset von einem Server fehlgeschlagen.
es: El restablecimiento de la contraseña no de un error del servidor.
hi: पासवर्ड रीसेट एक सर्वर त्रुटि से असफल रहा.
it: La reimpostazione della password non riuscito da un errore del server.
nl: Het wachtwoord opnieuw instellen is mislukt (serverfout)
pl: Ustalenie nowego hasła nie udało się z powodu błędu serwera.
sv: Återställningen av lösenordet misslyckades på grund av ett serverfel.

# ResetPassword_Error_EmailNotFound
source: The email address could not be found
cs: Emailová adresa nebyla nalezena
de: Die E-Mail-Adresse konnte nicht gefunden werden
es: La dirección de correo electrónico no se pudo encontrar
hi: ईमेल पता पाया नहीं जा सका
it: L'indirizzo email non è stato trovato
nl: E-mailadres niet gevonden
pl: Nie znaleziono adresu email
sv: E-postadressen kunde inte hittas

# ResetPassword_Error_MissingEmail
source: Please enter an email address
cs: zadejte prosím emailovou adresu
de: Bitte geben Sie eine E-Mail-Adresse
es: Introduzca una dirección de correo electrónico
hi: एक ईमेल पता दर्ज करें
it: Inserisci un indirizzo email
nl: Vul een e-mailadres in
pl: Wprowadź adres email
sv: Ange en e-postadress

# Profile_Title
source: Profile
cs: Profil
de: Profil
es: Perfil
hi: प्रोफ़ाइल
it: Profilo
nl: Profiel
pl: Profil
sv: Profil

# Profile_Error
source: An error occurred updating your profile
cs: Vyskytla se chyba při aktualizaci Vašeho profilu
de: Ein Fehler ist aufgetreten Aktualisierung Ihres Profils
es: Se ha producido un error al actualizar tu perfil
hi: एक त्रुटि आपके प्रोफाइल को अद्यतन हुआ
it: Si è verificato un errore aggiornando il vostro profilo
nl: Bijwerken van je profiel is mislukt
pl: Wystąpił błąd podczas aktualizacji profilu
sv: Ett fel uppstod när din profil uppdaterades

# NoMainPage_Title
source: You have no mainpage set
cs: Nemáte nastavenou žádnou hlavní stránku
de: Sie haben keine Startseite Set
es: No tienes set mainpage
hi: आप कोई mainpage सेट है
it: Non hai definito mainpage
nl: Er is geen hoofdpagina ingesteld
pl: Nie ustawiono strony głównej
sv: Du har inte angett någon huvudsida
