Repository: sjl2/roadkill
Catalog: src/Roadkill.Core/Localization/SiteStrings.*.resx
Languages: cs, de, es, hi, it, nl, pl, sv

# SiteSettings_Tools_ScrewTurnImport_Label
source: Imports all content from a Screwturn 2/3 database. You will need to set the markuptype to MediaWiki in the settings/web.config file for the format to be compatible. As screwturn uses as variation on the mediawiki syntax, some content will not render perfectly. This includes some images and links.
cs: Naimportuje veškerý obsah Screwturn 2 databáze. Kvůli kompatibilitě nastavte v souboru v settings/web.config značkovací jazyk na MediaWiki. Jelikož Screwturn nepoužívá přesnou syntaxi Mediawiki, nemusí se všechen obsah zobrazovat bezchybně. Týká se to zejména obrázků a odkazů.
de: Importiert alle Inhalte von einem ScrewTurn 2 Datenbank. Sie müssen die markuptype auf MediaWiki gesetzt in den Einstellungen / Datei web.config für das Format kompatibel zu sein. Wie ScrewTurn verwendet als Variation des Mediawiki Syntax, einige Inhalte nicht perfekt machen. Dazu gehören auch einige Bilder und Links.
es: Importaciones todo el contenido de una base de datos Screwturn 2. Usted tendrá que ajustar el markuptype de MediaWiki en la configuración / archivo web.config para el formato que sea compatible. Como ScrewTurn utiliza como variante de la sintaxis de MediaWiki, parte del contenido no se representará perfectamente. Esto incluye algunas imágenes y enlaces.
hi: एक Screwturn 2 डेटाबेस से आयात सभी सामग्री. आप संगत होना करने के लिए प्रारूप के लिए सेटिंग्स / web.config फ़ाइल में साँचा करने markuptype सेट की आवश्यकता होगी. Screwturn MediaWiki वाक्यविन्यास पर बदलाव के रूप में उपयोग करता है, कुछ सामग्री पूरी तरह से प्रस्तुत करना नहीं होगा. इस चित्र और लिंक कुछ भी शामिल हैं.
it: Le importazioni tutti i contenuti da un database ScrewTurn 2. Sarà necessario impostare il markuptype di MediaWiki nel file web.config impostazioni / per il formato per essere compatibile. Come ScrewTurn usa come variazione sulla sintassi MediaWiki, alcuni contenuti non renderà perfettamente. Questo include alcune immagini e link.
nl: Import alle inhoud vanuit ScrewTurn 2/3. 'MediaWiki' dient als markuptaal geselecteerd te zijn voordat u het importeren start. Omdat de MediaWiki syntaxis in ScrewTurn niet geheel overeenkomt met de officiële specificatie, is er geen garantie dat alle content er perfect uitziet. Dit geldt vooral voor afbeeldingen en hyperlinks.
pl: Importuje całą zawartość z bazy Screwturn. Dla zachowania kompatybilności formatu należy ustawić typ znaczników na Mediawiki. Ponieważ Screwturn używa odmiany znaczników mediawiki, część zawartości może nie być wyświetlana właściwie. Dotyczy to również linków i rysunków.
sv: Importera allt innehåll från en Screwturn 2 databas. Du måste ange markupkodformatet till MediaWiki i inställningarna / web.config filen. Eftersom screwturn använder en variatnt på MediaWiki-syntaxet så kommer en del innehåll inte att visas helt korrekt. Detta inkluderar några bilder och länkar.

# SiteSettings_Tools_ScrewTurnImport_Connection
source: Screwturn connection string:
cs: Připojovají řetězec ke Screwturn:
de: ScrewTurn Verbindungszeichenfolge:
es: ScrewTurn cadena de conexión:
hi: कनेक्शन स्ट्रिंग Screwturn:
it: ScrewTurn stringa di connessione:
nl: ScrewTurn connectiestring
pl: Połączenie do Screwturn:
sv: Screwturn anslutningssträng:

# SiteSettings_Tools_ScrewTurnImport_Message
source: Import successful
cs: Import byl úspěšný
de: Import erfolgreich
es: Importación exitosa
hi: सफल आयात
it: Importazione di successo
nl: Importeren succesvol
pl: Import zakończony powodzeniem
sv: Importen lyckades

# SiteSettings_Tools_RenameTag
source: Rename a tag
cs: Změnit název štítku
de: Benennen Sie einen Tag
es: Cambiar el nombre de una etiqueta
hi: एक टैग का नाम बदलें
it: Rinominare un tag
nl: Tag hernoemen
pl: Zmiana nazwy kategorii
sv: Byt namn på en tagg

# SiteSettings_Tools_RenameTag_Label
source: This will rename a tag, and update all pages that reference the tag to use the new tagname. The tagname is case sensitive.
cs: Přejmenuje štítek a aktualizuje jeho výskyty na všech stránkách. Název štítku je citlivý na velikost písmen.
de: Dies wird ein Tag benennen, und aktualisieren Sie alle Seiten, die den Tag, um die neue tagname nutzen verweisen. Die tagname Groß-und Kleinschreibung.
es: Esto cambiará el nombre de una etiqueta, y actualizar todas las páginas que hacen referencia a la etiqueta para utilizar el nuevo nombre de etiqueta. El nombre de etiqueta entre mayúsculas y minúsculas.
hi: यह एक टैग का नाम बदलने, और नई tagname उपयोग करने के लिए टैग संदर्भ कि सभी पृष्ठों को अद्यतन करेगा. tagname मामला संवेदनशील है.
it: Ciò rinominare un tag, e aggiornare tutte le pagine che fanno riferimento al tag per usare il nuovo nometag. Il nometag è case sensitive.
nl: Dit zal de naam van de tag wijzigen. De pagina's worden aangepast zodat deze de nieuwe tagnaam gebruiken. De tagnaam is hoofdlettergevoelig.
pl: Zmienia nazwę kategorii i aktualizuje wszystkie strony w tej kategorii do nowej nazwy. Nazwa uwzględnia wielkość liter.
sv: Döp om en tagg, och uppdatera alla sidor som refererar till taggen så att dom använder det nya namnet. OBS: Taggnamnet är skiftlägeskänsligt.

# SiteSettings_Tools_RenameTag_Existing
source: Existing tag:
cs: Stávající jméno štítku:
de: Bestehende tag:
es: Etiqueta existente:
hi: मौजूदा टैग:
it: Tag esistente:
nl: Huidige naam:
pl: Obecna kategoria:
sv: Befintlig tagg:

# SiteSettings_Tools_RenameTag_New
source: New tag name:
cs: Nový název štítku:
es: Nuevo nombre de la etiqueta:
hi: नई टैग का नाम:
it: Nuovo nome di tag:
nl: Nieuwe naam:
pl: Nowa kategoria:
sv: Ny tagg:

# SiteSettings_Tools_RenameTag_Message
source: Tag rename successful
cs: Štítek byl úspěšně přejmenován.
de: Tag umbenennen erfolgreich
es: Tag renombrar éxito
hi: टैग सफल का नाम बदलें
it: Tag rinominare successo
nl: Tag hernoemd
pl: Zmiana kategorii zakończona sukcesem
sv: Omdöpningen lyckades

# SiteSettings_Validation_AttachmentsEmpty
source: The attachments folder is empty.
cs: Adresář příloh je prázdný.
de: Die Anhänge Ordner leer ist.
es: La carpeta de archivos adjuntos está vacía.
hi: अनुलग्नकों फ़ोल्डर खाली है.
it: La cartella degli allegati è vuoto.
nl: De instelling voor de bestandenmap is leeg
pl: Uzupełnij nazwę katalogu załączników.
sv: Bilagorfältet är ej angivet.

# SiteSettings_Validation_AttachmentsReservedName
source: '~/Files' is a reserved path, please choose another attachments folder.
cs: "~~~HEAD=NNS~~HEAD=poss / Files" je vyhrazené cesty, vyberte prosím jiné příloh složku.
de: '~ / Dateien' ist ein reservierter Pfad, bitte wählen Sie andere Anhänge Ordner.
es: '~ / Files' es un camino reservado, elija otra carpeta de archivos adjuntos por favor.
hi: '~ / फ़ाइलें' एक सुरक्षित रास्ता है, एक और अनुलग्नकों फ़ोल्डर का चयन करें.
it: '~ / Files' è un percorso riservato, si prega di scegliere un'altra cartella allegati.
nl: '~/Files' is een gereserveerd pad en kan niet gebruikt worden.
pl: "~~~HEAD=NNS~~HEAD=poss / Files" jest zastrzeżone ścieżka, wybierz inny folder z załącznikami.
sv: '~ / Files "är en reserverad sökväg, välj en annan mapp för bilagorna

# SiteSettings_Validation_ConnectionEmpty
source: The connection string is empty.
cs: Připojovací řetězec není vyplněn.
de: Die Verbindungszeichenfolge ist leer.
es: La cadena de conexión está vacía.
hi: कनेक्शन स्ट्रिंग खाली है.
it: La stringa di connessione è vuoto.
nl: De connectiestring is leeg.
pl: Uzupełnij parametry połączenia (connection string).
sv: Anslutningssträngen är ej angiven.

# SiteSettings_Validation_MarkupTypeEmpty
source: The markup type is empty.
cs: Není vybrán značkovací jazyk.
de: Die Markup-Typ ist leer.
es: El tipo de marcado está vacía.
hi: मार्कअप प्रकार खाली है.
it: Il tipo di markup è vuoto.
nl: Selecteer een markuptaal
pl: Uzupełnij typ załaczników.
sv: Markupkodformatet är ej angivet

# SiteSettings_Validation_ThemeEmpty
source: The theme is empty.
cs: Téma není vyplněno.
de: Das Thema ist leer.
es: El tema está vacía.
hi: विषय खाली है.
it: Il tema è vuoto.
nl: Er is geen thema gekozen.
pl: Wybierz motyw.
sv: Temat är ej angivet.

# SiteSettings_Validation_SiteNameEmpty
source: The sitename is empty.
cs: Název stránek
de: Der Site-Name ist leer.
es: El nombre del sitio está vacío.
hi: sitename खाली है.
it: Il nome del sito è vuoto.
nl: De websitenaam is leeg.
pl: Uzupełnij nazwę witryny.
sv: Webbplatsens namn är ej angivet.

# SiteSettings_Validation_SiteUrlEmpty
source: The site url is empty.
cs: Adresa stránek
de: Die Website-URL ist leer.
es: La URL del sitio está vacío.
hi: साइट url खाली है.
it: L'URL del sito è vuoto.
nl: De url is leeg.
pl: Uzupełnij URL witryny.
sv: Webbplatsens adress är ej angiven.

# FileManager_Title
source: Manage files
cs: Správa souborů
de: Verwalten von Dateien
es: Gestión de archivos
hi: फाइलों का प्रबंधन
it: Gestione dei file
nl: Bestanden beheren
pl: Zarządzanie plikami
sv: Hantera filer

# FileManager_Upload
source: Upload files
cs: Upload souborů
de: Hochladen von Dateien
es: Subir archivos
hi: फाइलें अपलोड
it: Caricare file
nl: Bestanden uploaden
pl: Prześlij pliki
sv: Ladda upp filer

# FileManager_AddFolder
source: New folder
cs: Nová složka
de: Neuer Ordner
es: Nueva carpeta
hi: नई फ़ोल्डर
it: Nuova cartella
nl: Nieuwe map
pl: Nowy folder
sv: Ny mapp

# FileManager_AddFolder_Cancel
source: Cancel new folder
cs: Zrušit novou složku
de: Abbrechen neuen Ordner
es: Cancelar nueva carpeta
hi: नए फ़ोल्डर रद्द
it: Annulla nuova cartella
nl: Annuleer aanmaken nieuwe map
pl: Anuluj nowy folder
sv: Ångra ny mapp

# FileManager_Delete_File
source: Delete File
cs: Odstranit soubor
de: Datei löschen
es: Eliminar archivo
hi: फ़ाइल हटाएँ
it: Elimina File
nl: Bestand verwijderen
pl: Usuń plik
sv: Ta bort fil

# FileManager_Select
source: Select
cs: Vybrat
de: Wählen
es: Seleccionar
hi: चयन
it: Selezionare
nl: Selecteer
pl: Wybierać
sv: Välj

# FileManager_Delete_Folder
source: Delete Folder
cs: Smazat složku
de: Ordner löschen
es: Eliminar carpeta
hi: फ़ोल्डरमिटाएँ
it: Elimina cartella
nl: Verwijder map
pl: Usuwanie folderu
sv: Ta bort mapp

# FileManager_Delete_Confirm
source: Are you sure you want to delete {0}?
cs: Jste si jisti, že chcete smazat {0}?
de: Sind Sie sicher, dass Sie {0} wirklich löschen?
es: ¿Está seguro de que desea eliminar {0}?
hi: यदि आप {0} को हटाना चाहते हैं?
it: Sei sicuro di voler cancellare {0}?
nl: Weet u zeker dat u {0} wilt verwijderen?
pl: Czy na pewno chcesz usunąć {0}?
sv: Är du säker på att du vill ta bort {0}?

# FileManager_Delete_Success
source: {0} was sucessfully deleted.
cs: {0} byl úspěšně smazán.
de: {0} wurde erfolgreich gelöscht.
es: {0} se ha eliminado con éxito.
hi: {0} सफलतापूर्वक नष्ट कर दिया गया.
it: {0} è stato cancellato con successo.
nl: {0} is met succes verwijderd.
pl: {0} został pomyślnie usunięty.
sv: {0} är borttagen.

# FileManager_Delete_Error
source: An error occurred deleting {0}
cs: Došlo k chybě při mazání {0}
de: Ein Fehler ist aufgetreten Löschen {0}
es: Se ha producido un error al eliminar {0}
hi: एक त्रुटि {0} हटाने हुई
it: Si è verificato un errore durante la cancellazione {0}
nl: Verwijderen van {0} is mislukt
pl: Wystąpił błąd podczas usuwania {0}
sv: Ett fel uppstod när {0} skulle tas bort

# FileManager_Error_DirectoryListing
source: An error occurred getting the directory listing:
cs: Došlo k chybě při získávání výpis adresáře:
de: Ein Fehler ist aufgetreten immer die Verzeichnisliste:
es: Se ha producido un error al obtener la lista de directorios:
hi: एक त्रुटि निर्देशिका लिस्टिंग हो रही उत्पन्न हुई:
it: Si è verificato un errore di ottenere l'elenco di directory:
nl: Ophalen van de mapinhoud is mislukt:
pl: Wystąpił błąd otrzymujesz listę katalogów:
sv: Ett fel uppstod när katalogen skulle läsas in:

# FileManager_Error_DeleteFolder
source: An error occurred deleting the folder:
cs: Došlo k chybě při mazání složky:
de: Ein Fehler ist aufgetreten Löschen des Ordners:
es: Se ha producido un error al eliminar la carpeta:
hi: एक त्रुटि फ़ोल्डर को हटाने हुई:
it: Si è verificato un errore durante la cancellazione della cartella:
nl: Map verwijderen is mislukt:
pl: Wystąpił błąd podczas usuwania folderu:
sv: Ett fel uppstod när mappen skulle tas bort:

# FileManager_Error_DeleteFile
source: An error occurred deleting the file:
cs: Došlo k chybě při mazání souboru:
de: Ein Fehler ist aufgetreten Löschen der Datei:
es: Se ha producido un error al eliminar el archivo:
hi: कोई त्रुटि फ़ाइल को हटाने हुई:
it: Si è verificato un errore durante l'eliminazione del file:
nl: Bestand verwijderen is mislukt:
pl: Wystąpił błąd podczas usuwania pliku:
sv: Ett fel uppstod när filen skulle tas bort:

# FileManager_Error_CreateFolder
source: An error occurred creating the folder:
cs: Došlo k chybě při vytváření složky:
de: Fehler beim Erstellen des Ordners:
es: Se ha producido un error al crear la carpeta:
hi: एक त्रुटि फ़ोल्डर पैदा हुई:
it: Si è verificato un errore durante la creazione della cartella:
nl: Map aanmaken is mislukt:
pl: Wystąpił błąd podczas tworzenia folderu:
sv: Ett fel uppstod när mappen skulle skapas:

# FileManager_UploadingProgress
source: Uploading...
cs: Nahrávání ...
es: Subiendo ...
hi: अपलोड हो रहा है ...
it: Caricamento ...
nl: Uploaden ...
pl: Wgrywanie ...
sv: Laddar upp ...

# FileManager_Help
source: Drag files onto the box below to upload. Double click to navigate folders.
cs: Přetáhněte soubory sem nahrát. Dvojitým kliknutím na procházení složek
de: Ziehen Sie hier, um Dateien hochzuladen. Doppelklicken Sie auf den Ordner zu navigieren
es: Arrastre los archivos para cargar. Haga doble clic para navegar por las carpetas
hi: अपलोड करने के लिए यहाँ फाइलें खींचें. फ़ोल्डर्स नेविगेट करने के लिए डबल क्लिक करें
it: Trascinare i file da caricare qui. Fare doppio clic per navigare le cartelle
nl: U kunt bestanden hier naar toe slepen om deze te uploaden. Dubbelklik op mappen om te navigeren.
pl: Przeciągnij pliki tutaj załadować. Kliknij dwukrotnie, aby przejść folderów
sv: Dra filer hit för att ladda upp dom. Dubbelklicka på mappar för att öppna dom

# FileManager_Extension_Not_Supported
source: Only files with the extension {0} can be uploaded.
cs: Pouze soubory s příponou {0} lze nahrát.
de: Nur Dateien mit der Endung {0} hochgeladen werden können.
es: Sólo los archivos con la extensión {0} se pueden cargar.
hi: विस्तार {0} के साथ ही फाइल अपलोड किया जा सकता है.
it: Solo i file con estensione {0} possono essere caricati.
nl: Alleen bestanden met de extensie {0} mogen worden geüpload.
pl: Tylko pliki z rozszerzeniem {0} mogą być przesłane.
sv: Endast filer med filändelsen {0} får laddas upp.

# Homepage_Tagname
source: homepage
cs: úvodní stránka
es: página principal
hi: होमपेज
pl: strona główna
sv: hemsida

# SiteSettings_Configuration_HeadContent
source: Additional head tag content
cs: Další hlava tag obsah
de: Zusätzliche Kopf tag Inhalt
es: Contenido adicional etiqueta de la cabeza
hi: अतिरिक्त सिर टैग सामग्री
it: Ulteriori contenuti tag head
nl: Extra inhoud in de <head> tag van iedere pagina
pl: Dodatkowa zawartość tag głowy
sv: Ytterligare tagg innehåll

# SiteSettings_Configuration_FileManager
source: File manager
cs: Správce souborů
de: Datei-Manager
es: Gestor de archivos
hi: फ़ाइल प्रबंधक
nl: Bestandsbeheer
pl: Menedżer plików
sv: Filhanteraren

# SiteSettings_Configuration_HeadContent_Help
source: Any additional HTML or scripts you enter here will be added to the {head} tag of the page.
cs: Jakékoli další HTML nebo skripty, které zde zadáte, budou přidány do {} vedoucí značku na stránce.
de: Jede zusätzliche HTML oder Skripts, die Sie hier eingeben, wird in den {head} Tag der Seite hinzugefügt werden.
es: Se añadirán Cualquier HTML adicional o guiones que introduzca aquí la etiqueta head de la página.
hi: आप यहाँ दर्ज कोई अतिरिक्त HTML या स्क्रिप्ट पृष्ठ की {head} टैग करने के लिए जोड़ दिया जाएगा.
it: Qualsiasi HTML aggiuntivo o script immesso qui verrà aggiunto al tag {head} della pagina.
nl: Scripts, styles en andere HTML die bij iedere pagina in de {head} wordt toegevoegd.
pl: Wszelkie dodatkowe HTML lub skrypty wprowadzić tutaj zostanie dodany do głowy} {tag strony.
sv: All ytterligare HTML-kod eller skript du lägger till här kommer att läggas till sidans {head}-tagg.

# SiteSettings_Configuration_NavMenu
source: Navigation menu markup
cs: Navigační menu značky
de: Linkes Menü Markup
es: Menu izquierdo marcado
hi: वाम मेनू मार्कअप
it: Menu di sinistra markup
nl: Navigatiemenu lay-out
pl: Nawigacja menu markup
sv: Menyns markupkod

# SiteSettings_Configuration_NavMenu_Help
source: The navigation menu, which is typically on the left hand side but varies according to the theme. Markup is accepted and should be done in the markdown format your wiki uses. You can also use the following tokens which are replaced with links (some of which may be empty if you are not logged in): {MENUTOKENS}
cs: V nabídce, která je obvykle na levé straně, ale liší v závislosti na tématu. Markup je přijat a mělo by být provedeno v podobě srážky vaše wiki používá. Můžete také použít následující tokeny, které jsou nahrazeny odkazy (z nichž některé mohou být prázdné, pokud nejste přihlášeni): {} MENUTOKENS
de: Das Navigationsmenü, das typischerweise auf der linken Seite, sondern variiert je nach Thema. Markup wird angenommen und getan werden sollte im Markdown-Format Ihres Wikis verwendet. Sie können auch die folgenden Marken, die mit Links (von denen einige möglicherweise leer sein, wenn Sie nicht eingeloggt sind) ersetzt werden: {MENUTOKENS}
es: El menú de navegación, que es típicamente en el lado de mano izquierda, pero varía de acuerdo con el tema. Marcado se acepta y se debe hacer en el formato Markdown utiliza su wiki. También puede utilizar las siguientes fichas que se sustituyen por enlaces (algunos de los cuales puede estar vacío si no está conectado): {MENUTOKENS}
hi: बाएं हाथ की ओर आम तौर पर है, लेकिन विषय के अनुसार बदलता रहता है जो नेविगेशन मेनू,. मार्कअप अपने विकि का उपयोग करता है markdown के प्रारूप में स्वीकार किया जाता है और किया जाना चाहिए. तुम भी लिंक (आप में लॉग इन नहीं कर रहे हैं, जिनमें से कुछ खाली हो सकता है) के साथ प्रतिस्थापित कर रहे हैं जो निम्न टोकन का उपयोग कर सकते हैं:{MENUTOKENS}
it: Il menu di navigazione, che in genere è sul lato sinistro, ma varia a seconda del tema. Markup è accettata e deve essere fatto nel formato Markdown vostro wiki utilizza. È inoltre possibile utilizzare i seguenti token che vengono sostituiti con i link (alcuni dei quali possono essere vuota se non è iscritto): {MENUTOKENS}.
nl: De lay-out van het hoofd-navigatiemenu. Het is mogelijk om Markdown markup te gebruiken. De volgende tokens kunnen gebruikt worden: {MENUTOKENS}. Sommige tokens zullen leeg zijn afhankelijk van de gebruikersrol (bezoeker, auteur, beheerder).
pl: Menu, które są zwykle po lewej stronie, lecz zmienia się w zależności od motywu. Markup jest akceptowane i powinny być wykonane w formacie wyprzedaży Twój wiki wykorzystuje. Możesz także użyć następujących znaków, które są zastępowane linków (niektóre z nich mogą być puste, jeśli nie jesteś zalogowany): {MENUTOKENS}
sv: Navigeringsmenyn. Den finns vanligen till vänster, men det kan variera beroende på temat du använder. Du kan använda markupkod, men den måste vara i samma format som du ställt in Wikin att använda. Du kan också använda följande mallar som automatiskt ersätts med länkar (om du inte är inloggad kan vissa vara tomma):{MENUTOKENS}

# SiteSettings_Configuration_FileManager_OverwriteExisting
source: Automatically overwrite existing files on upload
cs: Automaticky přepsat existující soubory na nahrání
de: Automatisch vorhandene Dateien überschreiben beim Upload
es: Sobrescribir automáticamente los archivos existentes en la carga
hi: स्वत: अपलोड करने पर मौजूदा फाइल के ऊपर लिख
it: Sovrascrivere automaticamente i file esistenti su Carica
nl: Bij uploaden bestaande bestanden automatisch overschrijven.
pl: Automatyczne zastępowanie istniejących plików na przesłaniu
sv: Skriv över befintliga filer

# SiteSettings_Configuration_FileManager_OverwriteExisting_Help
source: Check this if you want file names that already exist in the attachments folder to be automatically overwritten.
cs: Zaškrtněte toto políčko, pokud chcete názvy souborů, které již existují v přílohách složky bude automaticky přepsán.
de: Aktivieren Sie diese Option, wenn Sie möchten Dateinamen, die bereits in den Anlagen vorhanden Ordner werden automatisch überschrieben.
es: Seleccione esta opción si desea que los nombres de archivos que ya existen en los archivos adjuntos carpeta que se sobrescribe automáticamente.
hi: आप पहले से ही अनुलग्नकों में मौजूद फ़ाइल नाम स्वचालित रूप से अधिलेखित होना फ़ोल्डर चाहते हैं तो इस चेक करें.
it: Selezionare questa se si desidera che i nomi di file che già esistono negli allegati cartella da sovrascritto automaticamente.
nl: Overschrijf bestanden met dezelfde naam bij het uploaden zonder een waarschuwing.
pl: Sprawdź to, jeśli chcesz nazwy plików, które już istnieją w załącznikach folder do automatycznie nadpisane.
sv: Aktivera detta val om du vill att existerande filer skall skrivas över automatiskt.

# SiteSettings_Plugins_Title
source: Plugins
cs: Zásuvné moduly
hi: प्लगइन्स
pl: Wtyczki
sv: Tillägg/plugins

# SiteSettings_Tools_SqlExport
source: Export as SQL
cs: Exportovat jako SQL
de: Export als SQL
es: Exportar como SQL
hi: एसक्यूएल के रूप में निर्यात
it: Esporta come SQL
nl: Exporteren als SQL
pl: Eksportuj jako SQL
sv: Exportera som SQL

# SiteSettings_Tools_SqlExport_Label
source: Exports the current database as a single SQL script. If you are using MongoDB this action does nothing.
cs: Exportuje aktuální databázi jako jediný SQL skriptu. Pokud používáte MongoDB tato akce nemá nic.
de: Exportiert die aktuelle Datenbank als eine einzelne SQL-Skript. Wenn Sie mit MongoDB werden diese Aktion nichts.
es: Exporta la base de datos actual como una única secuencia de comandos SQL. Si usted está usando MongoDB esta acción no hace nada.
hi: एक एकल एसक्यूएल स्क्रिप्ट के रूप में वर्तमान डेटाबेस निर्यात करता है. आप MongoDB उपयोग कर रहे हैं यह कार्रवाई कुछ भी नहीं है.
it: Esporta il database corrente come un singolo script SQL. Se si sta usando MongoDB questa azione non fa nulla.
nl: Exporteert de huidige database als een SQL-script. Als u gebruik maakt MongoDB dan zal deze actie niets doen.
pl: Eksportuje bieżącą bazę danych jako jednego skryptu SQL. Jeśli używasz MongoDB ta akcja nic nie robi.
sv: Exporterar aktuell databas som ett enda SQL-skript. Om du använder MongoDB så utför denna åtgärd ingenting.

# SiteSettings_Configuration_IsPublicSite
source: Public site
cs: Veřejná stránka
de: Öffentliche Seite
es: Sitio publico
hi: सार्वजनिक स्थल
it: Sito pubblico
nl: Publieke site
pl: Strona publiczna
sv: Public sajt

# SiteSettings_Configuration_IsPublicSite_Help
source: When un-checked, all pages are private and can only be viewed by logged in users.
cs: Když un-zkontrolovat všechny stránky jsou soukromé a mohou být prohlíženy přihlášené uživatele.
de: Wenn nicht markiert, sind alle Seiten privat und kann nur durch angesehen angemeldete Benutzer werden.
es: Cuando no está marcada, todas las páginas son privadas y sólo pueden ser vistos por los usuarios registrados.
hi: संयुक्त राष्ट्र की जाँच की, सभी पृष्ठों के निजी हैं और उपयोगकर्ताओं में लॉग इन के द्वारा ही देखा जा सकता है.
it: Se deselezionata, tutte le pagine sono private e possono essere visualizzati solo da utenti registrati.
nl: Indien deze optie uitstaat dan zijn alle pagina's enkel te bekijken wanneer een gebruiker ingelogd is.
pl: Gdy odznaczone, wszystkie strony są prywatne i mogą być oglądane tylko przez zalogowanych użytkowników.
sv: Om ej ibockad så är alla sidor privata och kan endast visas av inloggade användare.
